{
	"pageInfo": {
		"htmlFileName": "index",
		"bodyClassName": "home",
		"pageTitle": "Mature Christian",
		"customPageHeading": "What is a Mature Christian?",
		"scripture": "For though by this time you ought to be teachers, you have need again for someone to teach you the elementary principles of the oracles of God, and you have come to need milk and not solid food. For everyone who partakes only of milk is not accustomed to the word of righteousness, for he is a babe. But solid food is for the mature, who because of practice have their senses trained to discern good and evil. (Hebrews 5:12-14)",
		"introBlock" : [
			"There are a number of characteristics found in the New Testament that paint a picture of a mature Christian. Those characteristics have been grouped into the six categories found below. Explore the categories to discover the characteristics and the milestones that you are likely to encounter as you mature in Christ. A mature Christian has moved from being spiritually dead and lost, to being a mature follower of the Lord Jesus Christ. Blessings as you cooporate with the Holy Spirit at work in forming you into a mature Christian."
		]
	},
	"categories": [
		{
			"categoryName": "Loves",
			"pageInfo": {
				"htmlFileName": "LovesLikeJesus", 
				"bodyClassName": "love",
				"pageTitle": "Loves like Jesus",
				"introBlock" : [
					"Love is a critical characteristic of Christian maturity. Christ is the demonstration of God's love. To know God as Father is to love the one whom He sent. Jesus set the bar for love and says that his followers are not to love like the world or to be loved by the world. He warns us that we cannot love or serve two masters, for we will either love God or hate Him. The love of Christ should compel his followers to live for him. Disciples of Jesus Christ are those who &quot;Love like Jesus&quot;.",
					"The transition from non-Christian to Christian occurs by means of the gospel. One of the first characteristics to undergo transformation is our understanding and experience of love. Prior to grasping the gospel, we may have felt we knew what love was. But when we encounter Jesus Christ, he challenges our experience and understanding of love. When we grasp the gospel we find God transforming our heart and character, and thus our love for Him and our neighbors.",
					"Love is such a foundational characteristic of Christian maturity that the apostle Paul warns us not to have an outward appearance of being a Christ follower who is devoid of love. As follows of Christ, we are to be intentional about how we love, bearing the fruit of the Holy Spirit. The closer we draw to God and the more we are formed into the likeness of Christ, the more we become a person who &quot;Love like Jesus&quot;."
				]
			},
			"characteristics": [
				{
					"pageInfo": {
						"htmlFileName": "Loves-LoveOfGod", 
						"pageTitle": "Love of God",
						"scripture": "And He said to him, &quot;You shall love the LORD your God with all your heart, and with all your soul, and with all your mind.&quot; (Matthew 22:37)",
						"introBlock" : [
							"We are mature in Christ if we have been transformed by God's love. Encountering His love leads us to love Him in return. We grow as a disciple of Jesus Christ by loving God. There was a time when we only loved ourselves, and had no interest in loving God. In fact, we had no capacity to love Him because we were far from Him.",
							"But all that changes when, by God's grace, the gospel penetrates our heart. As a result, we begin learning about God and honestly acknowledge Him as God. We listen to Him and act on what He says, which becomes our way of daily life. Eventually, we sense God asking us to surrender to Him and to trust Him completely. We take this step by offering ourselves to Him in love. From then on, we continue to mature in the midst life's circumstances. Our trust in God continues to increase, eventually birthing in us a desire to live simply for His glory. Why do we live such a life? Because we have encountered God's life transforming love and responded to Him in love.  We love like Jesus by loving God."
						]
					},
					"additionalScriptures": ["Genesis 3:1-7", "Genesis 3:15", "Romans 1:20-23", "1 John 4:19", "1 John 5:2"],
					"transformations": [
						{
							"name": "Without God",
							"description": "Before we come to know and love God, we live a life of self-sufficiency. We depend on ourselves. We may receive input from those around us, but in the end we make our own decisions. We are without God (Ephesians 2:12).  We do not depend on Him, seek Him, listen to Him, or care about Him. If we claim any belief in God's existence, it has no bearing on our life. This is our condition from birth, from which God desires to deliver us. We do not love God because we love ourselves."
						},
						{
							"name": "Acknowledge God",
							"description": "The first step in our love's transformation is initiated by God. We learn how in the course of time, God began revealing Himself to humanity through the line of Abraham, Isaac and Jacob, along with His plan to redeem the fallen creation. Our part in the transformation process kicks in when we acknowledge God and recognize that He exists. But to become a disciple of Jesus Christ, we need to acknowledge God as the only authority and truth; that He is indeed God. We do not really grasp all it encompasses, and we certainly do not grasp the implications it is to have on our life, but we make our first move towards loving God simply by acknowledging that He is God (Acts 17:22-31). Such an acknowledgement in itself is not love, for love is more than that. Every one of us have people in our lives that we acknowledge without describing these connections as grounded in love. The same is true of our relationship with God. We can acknowledge God without loving Him. Still, our simple acknowledgement of God is a necessary step towards maturity."
						},
						{
							"name": "Listen to God",
							"description": "At some point the Holy Spirit prompts us and enables us to recognize that if we really do believe that God is God, then we need to listen to Him. Thus, we go from simply acknowledging Him to listening to Him. We admit that God does speak to us through the Bible, the Church, and prayer. While each of us is initially drawn to God differently, as a disciple of Jesus Christ we must ultimately pay attention to God for He has chosen to reveal Himself through the Bible as the Father of our Lord Jesus Christ. Listening means tuning into what God has been saying for generations (Hebrews 1:1-2)."
						},
						{
							"name": "Respond to God",
							"description": "While listening to God is necessary, we are not really listening unless we take action in response to what He says. If we do not do what God says, we are deceiving ourselves ('1:22), claiming to be mature when in reality we are not. Growth as a disciple stalls if we say we are listening but do not act. However, when we put into practice what we hear, we continue in the direction of maturity. Heart transformation happens as we to listen to God and respond to Him. A love of God has been birthed in us which is now evident to us and to those who know us. This is a sign of the love of God developing in us. We respond to what God says because we are learning to love Him."
						},
						{
							"name": "Surrender to God",
							"description": "The more we hear and obey God, the more we are drawn by Him, and the greater our love for Him becomes. We eventually reach the point of recognizing that our whole life is to be lived as Christ's disciple. We sense God calling us to surrender everything to Him. We grasp the depth of God having demonstrated His love for the world in the sending (John 3:16) and death (Romans 5:8) of Christ. This becomes a major point of transition for us. In the context of loving God, our willingness to completely surrender to Him is an expression of a deep and abiding love for Him. It may be compared to the commitment a man and a woman make when they enter into the marriage covenant. Surrendering to God in love is like saying &quot;I do&quot; to Him, which is to mark our whole life as a disciple, clearly indicating that we love the Lord God exclusively and have no other gods before Him (Exodus 20:3). Thus, a mature Christian is someone who has surrendered to God and chooses to live for Him, rather than for self. It is at this point where our self-love, though not completely eradicated, has lost the majority of its power. Clearly we are focused on loving God rather loving ourselves."
						},
						{
							"name": "Trust God",
							"description": "We might think that when we surrender and live for God, we have reached the pinnacle in loving God and maturity, but we have not yet arrived. While our love of God is real and deep, new opportunities for our love to increase come our way. We may not recognize such opportunities when they occur, yet they are part of loving like Christ loves. Growth opportunities come in many forms, each with the potential to increase our faith in God. Our passion for God is enlarged in the midst of challenges which teach us to trust Him in situations and ways that we had not encountered previously. Our love of God grows with our willingness to trust Him, which further increases our love."
						},
						{
							"name": "Glorify God",
							"description": "As disciples, we continue living grounded in God's love and our love of Him. Our trust also continues to grow, stirring what becomes our deepest desire, to glorify God. We seek to glorify Him by how we live, in what we say and do not say, and with our every thought and desire. We no longer live for ourselves or even for what God may do in or with our life, but only for His glory. It is not a goal that we reach or an achievement we accomplish, it's our life lived day in and day out driven by love for God and His glory that matters to us. We are looking more like Christ who only did what the Father told him (John 5:19). Bringing glory to God marks us as a mature Christian, for loving God is foundational to maturity. Without love we are nothing (1 Corinthians 13:1-3). A person not interested in loving God, cannot be called a disciple. As Christ's disciple, our growth corresponds to our love of God, and our life reflects the depth of our love. Furthermore, it is our calling and privilege to assist others in becoming and growing as Christ's disciples. We help them explore, discover, grow, and live life centered in loving God, which ultimately surpasses everything that he or she has ever cared about or known."
						}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-LoveOfChrist", 
						"pageTitle": "Love of Christ",
						"scripture": "And though you have not seen Him, you love Him, and though you do not see Him now, but believe in Him, you greatly rejoice with joy inexpressible and full of glory (1 Peter 1:8)",
						"introBlock" : [
							"Being a mature Christian means we experience the abiding love of Christ and love him in return. At first we do not love Christ, but only love ourselves. What we may encounter about Jesus, does not lead us to follow him for we have no interest in him. Growth begins as we begin hearing that Jesus is the Christ and discovering the truth about him. Eventually we conclude that he is who he claims to be, the Son of God, the Lord of all. As we seek to understand who Jesus is, we begin to grasp what Jesus says. We reach the point where we acknowledge that as Lord, he has laid claim to our life and calls us to follow him in love, not out of duty. Conforming our will to his, we follow him and discover his interests replacing ours. Over time we notice the significant transformation has gradually taken place within us and we realize that we are no longer the same person we use to be; we are a new creation. As our love of Christ continues to mature we realize that he dwells in us and calls us his own. As we love Jesus Christ, we love like him."
						]
					},
					"transformations": [
						{
							"name": "Born Self-Centered", 
							"description": "One thing every person has in common is that we enter life not knowing Christ. It isn't long before we discover ourselves, but discovering Jesus is another story. Self-discovery starts with our needs. We are hungry and need to be fed, wet and need to be changed, tired and need to be put down for a nap, fussy and desiring attention, etc. We do not have to be taught to be self-centered, it develops and happens naturally. Love of self-reigns supreme within us, and love of Christ is non-existent."
						},
						{
							"name": "Hear about Jesus", 
							"description": "Selfishness is evident in our acting as if we are god of our life. But that is not God's plan or desire for us. He wants to reconcile us to Himself through Christ. The good news of Jesus Christ and the kingdom of God is a message of reconciliation to God. Those who are ultimately set free from selfishness, experience freedom by coming to know and love Christ. Though we start without knowledge of him, maturing requires a point where we hear about him. Some of us grow up hearing the gospel of Jesus Christ. Others do not hear his name until well into our adult years. Some of us hear the name of Jesus but lack real knowledge of who he is, until we encounter the truth about him. Sadly, some people never hear his name or come to love him. Still others are ignorant of him, even when his name is on the lips of people around them. However we come to hear about him, it is usually through someone who loves him and is carrying out his commission to make disciples. The people through whom we hear are likely to be family members, friends, teachers, other students, co-workers, or neighbors. Some of us learn about the Lord Jesus Christ at church or by exploring the Bible in a group or by ourselves. Whatever the timing and the situation, our first step towards following Christ and loving him involves hearing about him. Hearing about him does not mean that someone simply says &quot;Jesus&quot;, for too often his name is spoken in a hollow, empty manner or worse, as a curse. Hearing about him means we discover who he is, his having been sent by God the Father, and that we are to love him. We learn that he died on the cross and was raised from the dead on the third day. We grasp that he will return to judge the living and the dead. To hear about Jesus is to learn about him as a person, who the promised Christ is. It leads to our realizing that there is something unique about this man who lived in Judah over 2,000 years ago. When we really hear about Christ Jesus, we discover that it is well worth the our time and effort to learn more about him."
						},
						{
							"name": "See Jesus for Who He Is", 
							"description": "As we grow in maturity we want to know more about Christ. We investigate his life. We do not stop with just the historical facts of his life, death, and resurrection, we are drawn to known him personally. Others may refer to him as a good teacher, or say that he is one of many ways that lead to God, but we want to hear for ourselves what he claimed. As we listen to him, we wrestle with the claim that Jesus is the Son of God. He challenges us by declaring that all the Scriptures and prophets point to him. He confronts us in saying that he will return to earth to judge the hearts of everyone and establish his kingdom. Jesus invites us to believe what he says about himself, rather than holding to uninformed opinions of him, or what others say, or even what our culture and institutions think of him. Rather, Christian growth happens as we come face to face with Jesus and accept his claim of being the way, the truth, and the life. He is not one of many paths to God, or a personal opinion, but truth itself; the truth of God. He is the promised Messiah, the Holy One of Israel, sent by God to save His people from their sins."
						},
						{
							"name": "Listen to Jesus", 
							"description": "As we accept his truth claims, we begin to listen to his teachings with open ears. We realize that he is not some teacher trying to help us be moral or better people, nor is he teaching us how to enjoy life more. Rather, he claims that he is the Lord of all creation who has all authority in heaven and on earth. He is not looking to improve us, but to transform us and give us the life God is offering to us. What Christ says requires that we either believe him and do what he says, or completely ignore him. There is no middle ground. Either we build upon the solid foundation of Christ by putting what he says into practice, or find that all we have built on our own will come crashing down because we do not do what he says. Jesus' claim of authority demands that we listen to him, living every day and in all situations according to his teachings. We listen to him because we trust him and find our perception of him expanding. Our priorities change as we listen to him, for a maturing Christian is someone who listens to Jesus and does what he says."
						},
						{
							"name": "Follow Jesus", 
							"description": "As we mature we meet with his invitation to follow him. Like Peter and Andrew, 'and John, and Matthew, we are called to follow Jesus. Initially, we step outside of our comfort zone in little ways, being faithful in little things. Following him is challenging because we still want to hold onto what we think we have gained in this life. We do not know exactly what to expect or where we are going since his call to follow him does not include details of where he plans to take us or what we will face. The call is to follow him simply because of who he is. It is an exclusive call that excludes all other options we might consider. Following Jesus at this point is a matter of our will and love. If we have not truly begun to love Jesus, it is hard to follow him and accept the challenges we encounter. Following Christ is in itself an invitation to know him more intimately and love him more deeply. It reveals the things we consider more important than him, the idols that we let reign as our lord. But Christ alone is to be our Lord and nothing in this world is to hold a position that keeps us from following him. Our idols must come down for us to mature in Christ. While it is a step of faith to believe Jesus, following him is meant to be a life style lived with faith. It is an act of love and devotion. At first we may think following him is a duty. But as he leads us day by day in situation after situation we learn to trust him at the core of our being. We know nothing on earth, not even death, can overcome God's love in Christ. Following him becomes an act of worship. Our confidence is greater than at the beginning of our journey, and the fear that once made us hesitant or resistant is losing its power over us. We think about Christ more and ourselves less. We do not look to him so much for what he does for us, but simply as the object of our love. We follow him simply because he is leading. We go where he goes, because he has called us to join him. We are following Jesus and there is no turning back."
						},
						{
							"name": "Serve Jesus", 
							"description": "Following Christ gives us frequent opportunities to discover and serve his interests in this world by serving others. Like Jesus, we go to people who are in spiritual darkness and proclaim the good news of the kingdom of God that he proclaimed. We become agents of mercy and justice since our Lord is the source of all mercy and justice. We love as we have been loved and serve in the name and authority of Christ Jesus. Sometimes service is enjoyable; other times exceedingly difficult and even painful. Some gladly receive our service; others question our motives or hate us. Yet, fixing our eyes upon Christ we embrace the opportunities that come our way. As we mature, we learn when to say yes, and how to say no. We are more concerned with people knowing Christ than our receiving recognition, so we appreciate being overlooked and forgotten so that those whom we serve may encounter Jesus. We serve Jesus Christ, not ourselves."
						},
						{
							"name": "Transformed by Jesus", 
							"description": "Amazed at the transformation he is accomplishing within us, we are compelled by the love of Christ. There is clear evidence of the Holy Spirit bearing fruit in us such that we glorify God. Loving Christ, our priorities are drastically different from what they were. Peace permeates us, of which we are not often consciously aware. We worship him, serve him, and pray without ceasing. Our thankful heart has us lifting up praises to God in all circumstances. We know that our transformation is not our doing, it is God's power at work in us, enabling us to live as holy people in the midst of a sin filled world. Dying to our own desires, we live for Christ. We do not show off, yet people close to us notice changes in us. Some do not like what they see or hear; others think we are crazy. We are not interested in what others think, but only what our Lord says. Our eternal perspective makes no sense to those who do not know Christ. We may have trouble explaining it, but we know the reality of our transformation; we are a new creation. We stay focused on Christ, pointing to him and inviting others to become his disciples."
						},
						{
							"name": "Christ in Me", 
							"description": "In the midst of growth, we come to view ourselves in the light of Scripture. We are grasping the mystery of our faith, which is Christ in us, a truth that we may have heard multiple times but never quite understood until now. We are truly a temple of the Holy Spirit. Christ abides in us, we abide in him, and we know that apart from him we can do nothing. Like the apostle Paul we know that we are not our own, for the life we live is being lived in Christ. The one in whom the fullness of deity was pleased to dwell has taken up residency in us. That Christ dwells in us and we in him is a mystery to be sure, but true nonetheless. Loving Christ enables us to see that he is not somewhere far away from us, but in us. What we do with our body matters since we are the temple of the Holy Spirit. We grasp the truth that Christ walks with us, talks with us, and tells us that he loves us. The Holy Spirit dwells within us, fulfilling Christ's promise that he and the Father would abide with us. That the Lord of heaven and earth would dwell in vessels such as us is unimaginable, but true!"
						}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-LoveOfDisciples", 
						"pageTitle": "Love of Disciples",
						"scripture": "By this all men will know that you are My disciples, if you have love for one another. (John 13:35)",
						"introBlock" : [
							"In our selfishness, we have no love for Christ's disciples. We do not know them because we do not know Christ. But God opens the door for us to cross paths with Jesus' disciples. We encounter them and notice something different about them, but because of spiritual battles we may be resistant for a time. In time, as the Holy Spirit softens our heart to the things of God, we begin to accept the disciples and discover who Jesus is. Eventually we come to value fellowship with them, sharing the ups and downs of life together. We learn that what is ours is theirs because it is all God's. The humanity of his disciples confronts us when they fail or let us down. If we forget that they are human and forget the fallen nature of this age, we risk turning away. But if we love the disciples like Jesus loves them, we remain faithful to him and his disciples, even to those who cause us pain. Growth leads to our embracing Christ's disciples, understanding that we are all human. We depend on the grace of God and love because God first loved us."
						]
					},
					"transformations" : [
						{
							"name": "No Word of Life", 
							"description": "Before loving Christ and our heavenly Father, we had no knowledge of Jesus' disciples, either past or present. We had no interest in who they were or how they lived and spread the message of Christ. We had no love for those who lived and died as people of faith. Our self-love kept us far from Christ's disciples, who are offering us the word of life."
						},
						{
							"name": "Encounter Disciples", 
							"description": "Before we develop a love for Jesus, we typically cross paths with his disciples. They may be co-workers or neighbors. Perhaps they are friends or family members. We might be with them at school or in a shared interest. It is possible that we encounter disciples through a book, movie, or song. Somehow, somewhere, we encounter his disciples. We may recognize some but not others. Our encounters may be direct or indirect. As our paths cross we see or hear something that catches our attention. We notice something different in their character. Though we may not be able to put our finger on what it is, we sense something uncommon. Coming to know Jesus often begins with encountering his disciples. This is typically the first step towards Christian maturity. Rejecting his disciples can keep people from discovering Christ himself for what we do to them we are doing to him.  However the gospel reaches us, there is no escaping that to know and love Jesus includes encounters with his disciples."
						},
						{
							"name": "Resist Disciples", 
							"description": "When we first encounter Christ's disciples, we may be turned off by them. Something about them bothers us, but we cannot specifically say why. We are blind to the reality of spiritual warfare. Maybe we are uneasy around them or taken back by them. We might think they are &quot;religious&quot; or &quot;holier than thou&quot;. Whatever the reason, and though we cannot name it, we are repelled by Jesus and his disciples. When we start to mature, we realize that it really had nothing to do with them, but something spiritual that was going on within us. Nevertheless, during this period we cannot truly hear the disciples or the gospel as we are uncomfortable around them and avoid them. We are blind and resistant."
						},
						{
							"name": "Accept Disciples", 
							"description": "Being drawn by God's Spirit we begin to hear and accept the message through the disciples and find ourselves drawn to them. For some this is turned around in that when we accept his disciples we are then able to hear their message. Either way, we begin accepting his disciples, and through them we come to know Christ. It is in receiving Christ that we can truly accept his disciples. We meet his disciples in the Scriptures, and interact with present day disciples with all their flaws and issues. As we grow in our love of Christ, we also learn to appreciate his disciples. Our love for Jesus' disciples is growing."
						},
						{
							"name": "Fellowship with Disciples", 
							"description": "As we grow in Christ we pass from resisting his disciples to desiring fellowship with them. We increasingly want to spend time with the people of God. We find ourselves praying for them and offering assistance in their times of need. In the past we did not freely give our time, our finances, or ourselves to be a blessing to others. But now we find that is exactly what we are offering to Christ by assisting his disciples.  We enjoy their company, and share in their struggles.  Sometimes fellowship takes place in the open as we gather together. Other times fellowship occurs when we help someone privately or anonymously. However it happens, we notice that we engage in fellowship with an increasing frequency, and find our hearts increasing in love for his disciples."
						},
						{
							"name": "Humanity of Disciples", 
							"description": "There is an important truth about Jesus' disciples that we must keep in mind; they are human beings. There is a risk of focusing on his disciples rather than on Christ. We risk putting our confidence in people rather than God, or turning away from God because of people. We need to remember that those who follow Jesus are still human beings. As we grow in our knowledge and love of Christ, there is a tendency to focus on his disciples rather than on Christ. If we focus on his disciples and forget that they are still human beings, we develop a distorted view of them. When they do or say things that do not match our expectations, we become disenchanted. Some people have turned away from Christ and his church as a result, others weakened by another disciple wrestling with their own issues. However, if we remember that disciples are human beings and we stay focused on Christ, then such situations become opportunities to offer grace to those who disappoint us. They can be opportunities to reach out to people who have been hurt by Christ's followers as we put the focus back on Christ where it belongs.  We may even find ourselves being further transformed as we wrestle with our expectations and disappointments in light of Christ. On our journey towards Christian maturity we need to accept that Christians are human beings. We need to make the choice to focus on Christ and not them. As we look at Christ we realize that all of his disciples ran away  the night he was betrayed by one of his disciples.  He was denied by Peter, the one who seemed to have the most confidence and boldness.  Learning to love like Jesus loves means we continue to love even in times of disappointment or worse. That kind of response is only possible when we are in Christ. When we face challenging issues with other disciples and respond in love, we know that the Holy Spirit is bearing fruit."
						},
						{
							"name": "Embrace Disciples", 
							"description": "Perhaps the biggest hurdle in loving his disciples is in accepting the humanity of Christ's followers and the reality of this fallen world, then extending grace to his followers.  Such an embrace marks a significant transition in our maturity. Along the way we may get stung by some disciples and be hurt. In all likelihood, we will be disappointed more times than we can imagine. But since we are aware of ourselves and what we have done to others, even to Christ himself, we realize that we are no different from other disciples. We hurt others without intending to do so. We let people down and do not always do what they expect from followers of Christ. We do these things without knowing it. We are human beings in a fallen world and we share life with other human beings in this same world. By the grace of God we do not run away and hide or turn away from Jesus' disciples. Instead, we rally around them and embrace them. We look to restore his disciples just as Christ did for the one who had denied him and the others who had deserted him.  Though they had ran off or claimed they never knew him, Jesus went to them, restored them, encouraged them, and gave them the Great Commission of spreading the gospel and making disciples. When we love his disciples like Jesus did,   we know that Christ-like love has transplanted our formerly self-centeredness love. As a result we are able to embrace his disciples and love like him."
						}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-LoveOfNeighbor", 
						"pageTitle": "Love of Neighbor",
						"scripture": "And he answered, 'You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.' (Luke 10:27)",
						"introBlock" : [
							"Jesus said the greatest commandment is to love God and close behind it is to love our neighbors as ourselves. True love of neighbor is impossible for us in our fallen nature and self-centeredness. Apart from God, our love is driven by how we benefit. From our self-centered perspective, we define our neighbors by their proximity to us and direct connection to us. We include family, our neighborhood, people we like at work and school, those in our region, culture, nation, and even our church. Though our view of who is a neighbor expands, it remains self-focused. Our perspective under goes a transformation through the redeeming work of Jesus Christ when we become his followers. We learn to truly love our neighbors by learning how to love Christ's disciples. As we mature and grow in Christ, we draw our definition of neighbor from Christ and his love. He gave his life so that all who believe in him may have eternal life. Having come to know that we are in Christ, we view everyone as a neighbor and make the choice to love everyone we encounter since we are now focused on Christ's interests, not our own."
						]
					},
					"transformations" :[
						{
							"name": "What's In It For Me", 
							"description": "From our first breath, we are learning how to interact with others and discovering our neighbors. These discoveries are not typically intentional, but develop out of our needs. As new born babies our neighbors are mom, dad, and our family. They take care of us, especially as they feed and change us. When we are not getting what we need we fuss until they respond to us. Born into this fallen world with a fallen nature, we do not know or seek God. Everything is filtered through our perspective and limited to our self-centered world. As a result, our understanding of neighbor is limited and distorted. We think only of ourselves and our interests. We have to be taught how to interact with others, to share our toys, and to say please and thank you. We have to be taught to consider other people's feelings. Though we are learning to interact with others, we remain self-focused. We are influenced by what we can get by what we say and do. Other people are not our primary concern even when we feel good about specific people. We spend time with others and learn to do things for them, but at the core of our being we are selfish. We compare others to ourselves, not seeing them as made in the image and likeness of God. Rather than a Christ-like filter, we process things by how it benefits us and view our neighbors in terms of self-interest."
						},
						{
							"name": "Something In Common", 
							"description": "As we grow physically and mentally our world increases as do the places where we find neighbors. New people come into our life, yet we do not lose our self-focus, but simply discover new benefits with more people. If asked to identify our neighbors, we speak in terms of geography. Those who live next door, share backyards, or are on our street are our neighbors. Those whom we like and make us feel good are easily identified. In our heart we dismiss the people we do not like very much. We ignore them or interact only when necessary since they are no benefit to us. We do not love them because we are not concerned about them. The selfishness residing deep within our soul comes to the surface even as we spend time with and do things for others. In time our understanding of neighbor expands to include those who live in our town, go to our school, and work with us. Geographically our view of neighbors is expanding. Being part of society, we learn how to interact with others. We become aware of what is considered acceptable social behavior in various situations, which can vary by the people involved, the situation and even the location. We say that we are looking out for others and ourselves, which is true to the extent we are conditioned and trained to do so. But our heart is still self-centered, not Christ-centered. We are selective in who we accept in our town, school, and work so that not everyone is viewed as a neighbor. Adult life further expands our qualifications for a neighbor. Regional issues, events, and circumstance challenge us to consider people in a larger geographical area as potential neighbors. Our cultural background may influence our view of neighbors, especially when encountering those from other cultures. We find comfort in thinking of people from our culture as neighbors because they are like us. In today's world, we tend to view those who live in our nation as neighbors when issues concern us at a national level. But our fallen nature is still active, for one day we picture people in our region, culture, or nation as neighbors, and then another these same people are dismissed in our minds because they disagree with us on what we see as key concerns. Our flip-flopping may not be deliberate or hateful, yet it highlights the self-centeredness deep within our heart.  They are neighbors as long as we have things in common."
						},
						{
							"name": "Perspective Shift", 
							"description": "Prior to our coming to faith in Christ, our view of neighbor is driven by self-interest. But when Christ captures our heart and mind the way we identify and interact with would-be neighbors starts undergoing a major transformation. The internal shift takes place over time as we mature in Christ and learn to die to self. The classifications that ranged from local neighborhood to nation continue to be part of how we define a neighbor, but even those categories are expanding because of Christ and the gospel. New classifications impact our thinking and actions as we mature and face the ongoing challenge of loving our neighbors. Love remains a choice we have to make moment by moment. The difference we see in ourselves now is that through Christ we are learning to be aware of our choices as well as the internal battle that can take place within us. Being in Christ leads us to intentionally love others. "
						},
						{
							"name": "Church", 
							"description": "As we connect with Jesus' Church our definition of neighbor widens to include a local church and its larger governing body. Though we are in Christ, we may be challenged to think of people in other churches or braches of Christianity as neighbors since we view our church through our relationships and experience. Furthermore, since growing in maturity happens gradually, we battle against our selfish nature and deal with the spiritual reality of an enemy who seeks to steal, kill, and destroy. As we mature, we recognize that other churches serve the varying needs of Christ's followers and the community. We discover that, like all branches of the Christian faith, our branch also has a specific emphasis, which is just one of the concerns Christ has for his people. We wrestle with how to respond in love when differences are highlighted. We make progress as we realize that those who are not like us are nevertheless part of the body of Christ. As we listen to Christ, his teachings challenge us to align our view of neighbor with his. By God's grace, we seriously consider and apply what it means to love our neighbors."
						},
						{
							"name": "Jesus' Disciples", 
							"description": "In the context learning to live for Christ as part of his Church, our maturity really takes root when we understand that we are to be Christ's disciples and love the other disciples. Sometimes the choice to love Jesus' disciples is difficult and stretches us. Sometimes our attempts to love are not well received. Yet, we do not love his disciples because they are lovable, sometimes they are not, we love because Jesus' modeled love so we follow his lead. In the process, we find that loving each other, being disciples with all our faults and failures, prepares us to truly love our neighbors. To show grace to Jesus' followers when they fall short is the choice to love. As we receive grace from them in our failures and short comings, we learn what love looks and feels like. As we follow Jesus and his disciples through the Gospel accounts, we encounter his love for them. The more we pay attention to him, the more aware we become that we are to love like him as we hear his command that his disciples love one another.  His love becomes our love when we really listen to him and put what he says into practice by actually loving others. We make a conscious choice to love those who let us down or hurt us. We experience love in choosing to help those in need and forgiving those whose sin harms us. In Christ we find that being available and vulnerable in the midst of a community of believers demonstrates love of neighbor. In the context of a faith community we experience God's redeeming love through our neighbors. His disciples are the neighbors we serve, not fully realizing that we are serving Christ.  In Christ, as part of a community of disciples, we experience the life transformation that enables us to crucify our love of self and live in the love of Christ so that we can truly love our neighbors."
						},
						{
							"name": "Everyone I Encounter", 
							"description": "As a result of the life transformation initiated through the gospel and brought about by the Holy Spirit dwelling in us, our love moves towards Christian maturity. Our self-centered love is being replaced with godly love.  We are grasping the big picture of God as our Father and Creator, and seeking to understand what it means to be created in His image. We come face to face with the realities of our fallen world and of people being lost in darkness. We hear Jesus' commission to make disciples of all nations. All this makes its way into our heart and leads us to repent. We realize that we have not yet truly loved our neighbors. We have not served their interests, or more importantly, Christ's interests in them because we have been more concerned about we get or what it costs us. But now we know that we have been bought with a price, the blood of Christ. In Christ we encounter the love that we want to flow out through us and into others. The Holy Spirit is bearing in us the fruit of love  in ways we had not previously known or understood. The result is that we begin to see everyone we encounter as a neighbor. We do not see people as we used to see them.  We do not focus on what we might gain, but on their coming to know Christ Jesus and what that could mean for them. We are loving like Jesus with a love that is manifest in our compassion for the hurting and extending grace and truth to those who need grace and truth. Neighbors are no longer limited to our neighborhood, community, nation, church, or even to those who are Jesus' disciples. We love those who walk with Christ as well as those who are far from him and do not know him. Neighbors are found every place we go since they are in line and in traffic with us, including the ones that cut in front of us. They are the people we learn about in the news, including the ones in other nations and on other continents. These are the neighbors whom we love. Love flows from us in face to face settings. Love flows through our prayers for individuals and groups, some whom we may never meet. In every situation we consider what the most loving thing to do for another would be and do it. Sometimes love flows easily; other times it is the choice we make in the face of risk and rejection. As we mature we notice the change in our heart and are the most amazed of all. As much as it is up to us, we choose to be at peace with others. Even if others reject us, our staying focused on Christ enables us to continue loving everyone we encounter. We realize that all people everywhere are our neighbors. We also understand that even those yet to be born who will someday be here, are our neighbors. It is no longer about how we might benefit or what it costs us to love others because it is not about us at all. We love like Christ, who loved us and gave himself up for us.  Simply put, we have experienced the love of Christ and know that love covers a multitude of sins.  So we love our neighbors as ourselves with the same love we know in and through Christ."
						}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-HealthyLoveOfSelf", 
						"pageTitle": "Healthy Love of Self",
						"scripture" : "The second is like it, &quot;You shall love your neighbor as yourself.&quot; (Matthew 22:39)",
						"introBlock" : [
							"Apart from Christ we only know and love ourselves in an unhealthy manner. We think it is all about us. In moments where we think we see things from another perspective, we still fall back into self-centeredness when the way we operate is challenged. Maturity means discovering who we are in Christ as he abides in us and we in him. God's Spirit enables us to live for Christ rather than ourselves. Maturity in Christ, from the standpoint of a healthy self-love, is recognizable when we are living with an eternal perspective. In Christ we are able to see ourselves, others, and all creation from the perspective of God's self-revelation. This eternal perspective enables us to love ourselves as God intended. We seek His glory as we love God and our neighbors, not thinking more highly or poorly of ourselves now that we realize that we belong to God."
						]
					},
					"transformations" :[
						{
							"name": "It's All About Me", 
							"description": "--Needs content--"
						},
						{
							"name": "Recognizing My Nature", 
							"description": "--Needs content--"
						},
						{
							"name": "Discovering Jesus Christ", 
							"description": "--Needs content--"
						},
						{
							"name": "Passions Shift", 
							"description": "--Needs content--"
						},
						{
							"name": "Experiencing God's Love", 
							"description": "--Needs content--"
						},
						{
							"name": "Hearing what God Says", 
							"description": "--Needs content--"
						},
						{
							"name": "It's All About Christ", 
							"description": "--Needs content--"
						}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-GodsJudgment", 
						"pageTitle": "God's Judgment",
						"scripture" : "But let him who boasts boast of this, that he understands and knows Me, that I am the LORD who exercises lovingkindness, justice, and righteousness on earth; for I delight in these things,' declares the LORD. (Jeremiah 9:24)",
						"introBlock" : [
							"Christian maturity involves our coming to terms with God's love in light of His judgment. God's love will not allow sin to have the final say for His Creation. He has revealed that sin and death will be eradicated. When we enter life, we are ignorant of God's warnings. As we grow, selfishness comes naturally to us. Nothing within us keeps us from sin. We think it is a ridiculous claim when we first hear that God judges sin and that we will face His judgment. We know we are not perfect, but we think we are not that bad and that it would be unfair of God to judge us. Along the way we become aware of sin in our lives, though we would not call it sin since that term bothers us. But as our knowledge of Christ increases and we learn to trust him, we are able to accept that God's judgment is not in opposition to His love, but a necessary aspect of His love. We realize that sin is judged in Christ and that we are forgiven in Christ. This truth frees us from judging others and leads to our praying for those who sin against us. We trust in God's goodness and that He is just. In Christ, we not only know God's judgment through Christ, but we are moved to warn others and point them to Christ so that they too can encounter God's grace and mercy. We see forgiveness in light of God's judgment, not as an escape."
						]						
					},
					"transformations" :[
						{"name": "Ignorant of God's Warnings", "description": "--Needs content--"},
						{"name": "God Seems Unfair", "description": "--Needs content--"},
						{"name": "Recognition of Sin", "description": "--Needs content--"},
						{"name": "Acceptance of God's Judgment", "description": "--Needs content--"},
						{"name": "God Is Just", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-ForgivingOthers", 
						"pageTitle": "Forgiving Others",
						"scripture" : "For if you forgive men for their transgressions, your heavenly Father will also forgive you. But if you do not forgive men, then your Father will not forgive your transgressions. (Matthew 6:14-15)",
						"introBlock" : [
							"We are a mature Christian when we have been transformed by the love of Christ such that we forgive those who have sinned against us. We have come to know and experience that love does indeed cover a multitude of sins. In our self-centeredness we were not willing or able to forgive others. But in Christ, we have experienced the forgiveness of our own sins and know the freedom of forgiving others. We have come to true faith, for we believe that our being forgiven leads us to forgive others, and we gladly do so. We do not keep a list of the ways we have been wronged or seek to get even. We know that God sees all and will deal justly with every wrong. We also know that Christ is God's means of justice for all sin, so rather than hoping a person suffers at the hands of God for what they have done, we pray for God to have mercy and that those who have harmed us may find forgiveness in Christ. We do not want them to remain enemies, but through the cross of Christ become brothers and sisters. We forgive because we love like Jesus."
						]						
					},
					"transformations" :[
						{"name": "Hurt and Blind", "description": "--Needs content--"},
						{"name": "Forgiveness in the Gospel", "description": "--Needs content--"},
						{"name": "Struggles to Forgive", "description": "--Needs content--"},
						{"name": "Freedom in Forgiveness", "description": "--Needs content--"},
						{"name": "Learning to Forgive", "description": "--Needs content--"},
						{"name": "Forgiven and Forgiving", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-LoveOfEnemy", 
						"pageTitle": "Love of Enemy",
						"scripture" : "You have heard that it was said, 'You shall love your neighbor, and hate your enemy.' But I say to you, love your enemies, and pray for those who persecute you in order that you may be sons of your Father who is in heaven; for He causes His sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. (Matthew 5:43-45)",
						"introBlock" : [
							"One mark of a mature Christian is that we love our enemies. At first, Jesus' command to love our enemies sounds ridiculous. As we get to know Christ, we wrestle with his teaching, no longer writing it off as ridiculous even though it still seems unrealistic and unreachable. Jesus never changes his mind about us loving our enemies, which challenges us to change as we grow in our knowledge of him as our Lord and Savior, learning to obey him even though we do not know how to do it yet. As we mature we face situations where our heart goes out to those, who by all rights could be seen as an enemy either personally or corporately, but we now see them through a renewed heart and choose to pray for them. Our change of heart leads to loving those who harm, frighten, or throw us off kilter. The more we pray, the more doable loving our enemies becomes. Love is the choice we now make more frequently. Day in and out, with a heart and mindset of love, we find loving our enemies as the natural thing to do. Our heart transformation now sees that it is ridiculous to be bound up in bitterness and hatred over an enemy. Experience shows us the reality that loving our enemies honors God and is best for us. It is the life transforming work of the Holy Spirit that bears fruit in us so that we do love our enemies."
						]						
					},
					"transformations" :[
						{"name": "Ridiculous", "description": "--Needs content--"},
						{"name": "Unreachable", "description": "--Needs content--"},
						{"name": "Challenging", "description": "--Needs content--"},
						{"name": "Desirable", "description": "--Needs content--"},
						{"name": "Doable", "description": "--Needs content--"},
						{"name": "Natural", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-LovingAsChrist", 
						"pageTitle": "Loving as Christ",
						"scripture" : "This is My commandment, that you love one another, just as I have loved you. (John 15:12)",
						"introBlock" : [
							"A mature Christian is someone who loves like Jesus. Relationships are messy. We may be let down. They can be painful. They may impact our reputation. There are those who, thinking they have it all figured out, end up causing problems for us. Nevertheless, we choose to love each one by not blaming them or revealing their faults to harm them. Though someone may betray us, we will do nothing to betray them. We maintain hope even for those who persecute us, for we see a bigger reality in Christ. We love like he loves. Watching how Jesus loved his disciples stirs us to greater love. We observe Jesus' love for Matthew and Thomas. We see it frequently with Peter. We are stretched by how he responds to Judas and Paul. Because we ourselves have been transformed by the love of Christ, we love like he does. No one who is self-centered can love like Jesus. But everything changes when we grasp the good news of how God first loved us and sent his Son revealing His love through the cross in order to reconcile us to Himself. A mature love does not focus on circumstances, but occurs in the midst of every circumstance, even the messy ones, as we choose to love like Jesus."
						]						
					},
					"transformations" :[
						{"name": "Christ's Love Is Unknown", "description": "--Needs content--"},
						{"name": "Christ's Love for Humanity", "description": "--Needs content--"},
						{"name": "Loving Those with a Bad Reputation - Matthew", "description": "--Needs content--"},
						{"name": "Loving Those Who Lack Faith - Thomas", "description": "--Needs content--"},
						{"name": "Loving Those Who Do not Get It - Peter", "description": "--Needs content--"},
						{"name": "Loving Those Who Hurt Us - Judas", "description": "--Needs content--"},
						{"name": "Loving Those Fighting Against Me - Paul", "description": "--Needs content--"},
						{"name": "Loving as Christ Loved", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName": "Loves-NoGreaterLove", 
						"pageTitle": "No Greater Love",
						"scripture" : "Greater love has no one than this, that one lay down his life for his friends. (John 15:13)",
						"introBlock" : [
							"Selfish love never enables us to lay down our life for the sake of another. We cannot imagine laying down our right to ourselves, as that makes no sense to us. We entered life with an innate self-centered love. It is only through encountering Christ that the transformation of our love begins. Our ability and desire to love like Christ develops as we abide in him. Eventually we find ourselves living for Christ. This is a significant shift in our awareness and practice of love. We love like Christ because we know his love. The closer we are to him, the more naturally we lay down our life for the sake of others. This laying ourselves down happens each day in everything we do. It is part of who we have become in Christ. Some will make the ultimate sacrifice for the sake of another, dying at the hands of those whom we seek to love, and in the process bring glory to God. The greater love found in Jesus Christ, who laid down his life for our sake, is not just words on a page, it is God's love revealed that now inspires and guides how we live. We know and love God, who's love enables us to lay down our life for others. We lay down our life knowing the redeeming power and love of Christ. We are his disciples and we love like Jesus."
						]						
					},
					"transformations" :[
						{"name": "Not Thinking About It", "description": "--Needs content--"},
						{"name": "Choosing Myself", "description": "--Needs content--"},
						{"name": "Encountering Jesus", "description": "--Needs content--"},
						{"name": "Abiding in Jesus", "description": "--Needs content--"},
						{"name": "Living for Christ", "description": "--Needs content--"},
						{"name": "Laying Myself Down for Others", "description": "--Needs content--"},
						{"name": "Greater Love Has No One Than This", "description": "--Needs content--"}
					]
				}
			]
		}, 
		{
			"categoryName": "Trusts", 
			"pageInfo": {
				"htmlFileName": "TrustsInJesus", 
				"bodyClassName": "trust",
				"pageTitle": "Trusts in Jesus",
				"introBlock" : [
					"Trusting in Jesus (faith in Christ) is characteristic of a mature Christian. In this section we explore a variety of elements that highlight moving from unbelief to belief. We discover that trust (faith) is grounded in being devoted to Christ. It means having knowledge of God. It leads to our taking action. Trust comes through believing God, not just that He exists. It involves fulfilling our part in God's self-revelation to the world. We are to be led by the Holy Spirit in sharing God's message of hope. Trusting in Jesus keeps us looking forward to the return of Christ. It invites us to enter into a community of believers through baptism and to participate in that community through communion. Truly trusting in Christ, having our faith rooted in him, enables us to endure until the end.",
					"Ultimately, at its core, trusting Christ is knowing that God has revealed Himself, has called us to be reconciled to Him, and has provided the means through which we are reconciled. We demonstrate faith by trusting God and God's goodness. It is not primarily about who we are or what we do. Rather, it is about God; who He is; what he has done; and what He said He will do. Our response to God is revealed in the way we live, providing the evidence that we believe Him. One who &quot;Trusts in Jesus&quot; does so based on the character of God."
				]
			},
   			"characteristics": [
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-MoreThanExistence", 
						"pageTitle" : "More Than Existence",
						"scripture" : "You believe that God is one. You do well; the demons also believe, and shudder. ('2:19)",
						"introBlock" : [
							"What do we mean when we say that we believe in God? Are we merely accepting the idea that there is something more than we can see? Are we supposing that there exists some kind of being that is higher than humanity? To a multitude of people, faith is seen as believing that a god exists in a general sense. But mere existence is not how the God is revealed in the Bible.",
							"Trusting in God, having faith, goes far beyond the idea that God exists. It goes beyond that to realizing that God makes Himself known to humanity. It grows by the realization that God has spoken to His people and thus speaks to us. The mature faith of a disciple is grounded in an intimate relationship in which we trust what God says without doubt or concern for ourselves and do what He says. We believe God and thus trust Him, not just &quot;believe in the idea of God&quot;. Furthermore, as we grow as a mature Christian, we want others to know Him and are given a role in seeing that desire carried out."
						]
					},
					"transformations" : [	
						{"name": "Ignorant of God's Existence", "description": "--Needs content--"},
						{"name": "Something Greater", "description": "--Needs content--"},
						{"name": "Beyond a Reasonable Doubt", "description": "--Needs content--"},
						{"name": "Hearing God Speak", "description": "--Needs content--"},
						{"name": "An Intimate Relationship", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-RevealingGod", 
						"pageTitle" : "Revealing God",
						"scripture" : "Jesus said to him, &quot;Have I been so long with you, and yet you have not come to know Me, Philip? He who has seen Me has seen the Father; how do you say, 'Show us the Father '?&quot; (John 14:9)",
						"introBlock" : [
							"A mature Christian trusts the God who has revealed Himself. The only reason we know God exists, what He is like, what He does, and any part of His plan for His creation is because He chose to reveal Himself (Deuteronomy 4:35; Isaiah 45:5-6). No one or nothing forces God to make Himself known. Why does He reveal Himself? The Bible says we were created to know Him and make Him known (Isaiah 43:10; Isaiah 45:18; Acts 17:24-27).",
							"God did not have to reveal Himself, nor did He have to create anything, including us. Yet He chose to create all that exists (Genesis 1:1; Ephesians 3:9; Colossians 1:16; Revelation 10:6). Though we had turned from Him, instead of turning His back on us or eliminating us from His creation, He began to reveal His plan to redeem us through Christ Jesus (Ephesians 1:3-14). God designed us so that we might know and love Him. In and of Himself, He does not need us to love Him, but being that He is love (1 John 4:7-8; 1 John 4:16), He created humanity with the capacity to love and be loved as He loves (Luke 10:27). By God's design, He is to be the ultimate object of our love and affection (Matthew 4:10; Matthew 6:24; Matthew 22:36-38; John 8:42), thus we cannot fulfill our purpose unless God makes Himself known.",
							"Faith aligns us as conduits through which God's Self-revelation travels (Acts 16:31; 2 Corinthians 5:20; 2 Timothy 2:10). He make Himself known in a variety of ways including angels (though they are not His primary method). His written Word which He has given us through the Bible, plays a central role in revealing God, but it is not His primary means either. For some reason that we do not quite fully understand or explain, God has chosen human beings as His primary means for making Himself and His gospel known throughout His creation. God chooses to use those who trust this self-revelation of His to spread the news to friends, family, and future generations. We are the means through which God wants to make His name and His salvation known far and wide, even to those who label us as their enemies. Thus, Christian growth leads us to play a part in God revealing Himself."
						]
					},
					"transformations" : [	
						{"name": "Making Myself Known", "description": "--Needs content--"},
						{"name": "Awareness of God", "description": "--Needs content--"},
						{"name": "Self-Realization", "description": "--Needs content--"},
						{"name": "Set Apart", "description": "--Needs content--"},
						{"name": "Revealing God", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-KnowledgeOfGod", 
						"pageTitle" : "Knowledge of God",
						"scripture" : "Jesus said to them, 'If God were your Father, you would love Me; for I proceeded forth and have come from God, for I have not even come on My own initiative, but He sent Me.' (John 8:42)",
						"introBlock" : [
							"In order to grow in our knowledge of God, we need to embrace God's self-revelation (Hebrews 1:3; Hebrews 2:1-4). This typically happens through our contact with Christ's followers and the Bible, which is His primary means of passing on His revelation (2 Timothy 3:16-17; 2 Peter 1:20-21). The Bible points us to God the Father, brings us to Jesus Christ His only Son, and makes us aware of the Holy Spirit. Without knowledge of God through His chosen means, we cannot grow into a mature follower of Christ. Christ, who was sent by God (John 5:23; 1 John 4:14), is the Word that became flesh (John 1:14), and he points to the Father and promises to send the Holy Spirit (John 15:26) to those who belong to him.",
							"God has chosen to reveal Himself to humanity. He has ensured that His self-revelation, captured in the written accounts of the Bible are passed down from one generation to the next. Knowledge of God is not something we are born with or something we naturally seek. Rather, God provides us with people and opportunities intended to stir us to seek Him.",
							"It is impossible for us to move to a level of a mature and intimate knowledge of God apart from the written Word of God. God desires that we know Him, which goes beyond book knowledge, for it leads us to completely trust Him. This trust grows as we notice God working in our life and proving Himself faithful, even if we have doubts. True knowledge of God develops in our heart more than in our mind. It shapes our character and brings us into an intimacy with Him."
						]
					},
				   	"transformations" : [	
						{"name": "I Know Nothing", "description": "--Needs content--"},
						{"name": "Limited Knowledge", "description": "--Needs content--"},
						{"name": "Exposed to the Truth", "description": "--Needs content--"},
						{"name": "Encountering God in Scripture", "description": "--Needs content--"},
						{"name": "Discovering God through Challenges", "description": "--Needs content--"},
						{"name": "Reflecting God in Our Character", "description": "--Needs content--"},
						{"name": "Intimacy with God", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-BaptismAsEntryIntoCommunity", 
						"pageTitle" : "Baptism as Entry into Community",
						"scripture" : "Go therefore and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit (Matthew 28:19)",
						"introBlock" : [
							"It is hard to read the gospel accounts and Acts and without noticing that baptism has a significance for the Christian life. The beginning of Jesus' ministry is marked by his being baptized by John the Baptist (Matthew 3:13-17). Jesus' own ministry included his disciples baptizing people (John 4:1-2). Following his resurrection, Jesus instructed his disciples to make more disciples, saying that baptism will mark those who believe and will be saved (Mark 16:16). Various instances in Acts show that entry into the Christian faith was accompanied by baptism. Historically, baptism has been one component in people embracing the Christian faith and entering into the community of believers.",
							"Baptism is a sacred act which Jesus gave the Church by which new believers are received into its fold. Baptism is a onetime step of faith much like a wedding is a onetime step that binds a couple to each other. We do not baptize ourselves, rather the community we enter into examines us to see that we are of the faith and then baptizes us (1 Corinthians 12:13), and thus marking us as a member of the body of Christ, which is the Church (Acts 2:38-40; Acts 8:12, Acts 8:36-38; Acts 9:17-18; Acts 10:47-48; Acts 16:14-15). Just as circumcision was the mark given by God to Abraham (Genesis 17:10-14) and his descendants signifying that they belonged to God, baptism marks Jesus' followers as belonging to him.",
							"In the days of the early church, being identified with Christ was costly. To be baptized was to pledge allegiance to Christ exclusively. Some lost their family and friends when they became an outcast from society. For others, it meant death. That was true for the early church and it is still true today in some parts of the world. Most of us do not face outward conflicts when we are baptized. To some it may seem insignificant. But there is a spiritual aspect in which we are declaring a spiritual allegiance to Christ. Baptism is not just physical, it is also spiritual (Colossians 2:9-12)."
						]
					},
					"transformations" : [	
						{"name": "Outside the Community", "description": "--Needs content--"},
						{"name": "Steps towards Christ", "description": "--Needs content--"},
						{"name": "Entry into the Community", "description": "--Needs content--"},
						{"name": "Extending the Invitation", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-CommunionAsSharedCommunity", 
						"pageTitle" : "Communion as Shared Community",
						"scripture" : "For I received from the Lord that which I also delivered to you, that the Lord Jesus in the night in which He was betrayed took bread; and when He had given thanks, He broke it, and said, 'This is My body, which is for you; do this in remembrance of Me.' In the same way He took the cup also, after supper, saying, 'This cup is the new covenant in My blood; do this, as often as you drink it, in remembrance of Me.' For as often as you eat this bread and drink the cup, you proclaim the Lord's death until He comes. (1 Corinthians 11:23-26)",
						"introBlock" : [
							"Communion is an expression of the believing community's faith in Christ and his promises. Jesus instituted communion on the night he was betrayed (Matthew 26:26-28; 1 Corinthians 11:23). It was during the Jewish Passover that Christ shared the elements with his disciples, the bread and cup. Passover was the annual celebration for Israel to remember how God had delivered them from slavery in Egypt (Exodus 12:1-14; Deuteronomy 16:1). The Passover was instituted by God the night that sparked their exodus from Egypt. Blood from the Passover lamb marked the doorframes of those being saved from God's wrath upon the Egyptians. Following the exodus, they were commanded to keep the Passover in remembrance of what God had promised and done. It was a reminder of God's covenant with the people of Israel.",
							"Just as God instituted the Passover in Egypt to mark those being delivered from His wrath, so Christ gave communion as a reminder (Luke 22:19; 1 Corinthians 11:24) of his death for the sins of the world (1 Corinthians 15:3; Galatians 1:4; 1 Peter 2:24), the symbol of his blood (Hebrews 9:14; 1 Peter 1:19; 1 John 1:7; Revelation 1:5) which marks those who will be saved from God's wrath in the day of judgment. When we break the bread, we remember Christ's body broken for us on the cross; that he died to take away our sins. As we take the cup (whether wine or grape juice), we remember the covenant marked by Christ's blood through which God promises that we will be delivered from His coming judgment and that we will enter into eternal life. Every time we share communion as a community we are to receive the elements as an expression of faith, as a testimony, as a reminder, and as an encouragement to endure to the end. In communion we continue to proclaim Christ's death until he returns (1 Corinthians 11:26), thus recalling and proclaiming his promise to return (Matthew 16:24; John 14:1-3; Acts 1:11; Hebrews 9:28)."
						]
					},
					"transformations" : [	
						{"name": "No Part in Christ", "description": "--Needs content--"},
						{"name": "Christ's Invitation", "description": "--Needs content--"},
						{"name": "Lord and Savior", "description": "--Needs content--"},
						{"name": "Proclaiming Christ", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-DevotionToChrist", 
						"pageTitle" : "Devotion to Christ",
						"scripture" : "But I am afraid, lest as the serpent deceived Eve by his craftiness, your minds should be led astray from the simplicity and purity of devotion to Christ. (2 Corinthians 11:3)",
						"introBlock" : [
							"A key aspect of Christian faith is devotion to a person, and that person is Jesus Christ. To be devoted means that such a strong attachment exists between two or more people that the attachment guides and influences the actions and thoughts of these people. Devotion reveals itself in the loyalty that underpins the people involved. A person who is devoted to Christ does not neglect the things of Christ, but rather pursues Christ, acknowledging him as Lord of all, and thus Lord of their life.",
							"The revelation of Jesus Christ, calls the hearer to trust in Christ, which is expressed as devotion to Christ. It was Jesus who said that those who believe in God are also to believe in him (John 14:1); that those who saw him had seen the Father who is in heaven (John 14:7-9); and that he and the Father are one (John 17:11; John 17:21). The Bible states that Jesus is the very Word of God (John 1:1-3), the creative and life giving Word of God, that became flesh and dwelt with humanity (John 1:14; Philippians 2:5-8). Christ's claim in announcing the good news of God's reign (Matthew 4:23; Mark 1:14-15) is that he himself has been given all authority in heaven and on earth (Matthew 28:18; Luke 4:36; 9:1; John 17:2; Ephesians 1:18-23). No earthly government or ruler has this ultimate and lasting authority which Jesus has as Lord of all. Trusting in Christ Jesus means begin dedicated to the Son of God whom the Father sent into the world so that the world might be saved through him (John 3:17). A person devoted to Christ bows down before the one who is the King of all kings and Lord of all lords (Revelation 17:14; Revelation 19:16). Rather than aiming to satisfy fleshly passions and desires, being attached to Christ leads to offering our life as a living sacrifice (Romans 12:1), wholly devoted to God, with a desire only to glorify God through Christ. Being devoted to Jesus keeps his followers from being led astray from the simplicity and purity of devotion to him (2 Corinthians 11:3). A person who is not devoted to Christ is not a Christian."
						]
					},
					"transformations" : [	
						{"name": "No Interest in Christ", "description": "--Needs content--"},
						{"name": "Christ Seems Interesting", "description": "--Needs content--"},
						{"name": "Battles Rage", "description": "--Needs content--"},
						{"name": "From Effort to Heart", "description": "--Needs content--"},
						{"name": "Completely Devoted", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-EmpoweredByTheHolySpirit", 
						"pageTitle" : "Empowered by the Holy Spirit",
						"scripture" : "But you shall receive power when the Holy Spirit has come upon you; and you shall be My witnesses both in Jerusalem, and in all Judea and Samaria, and even to the remotest part of the earth. (Acts 1:8)",
						"introBlock" : [
							"People were continually coming to be baptized by John the Baptizer, apparently hoping that some kind of transformation would take place in their lives and their nation. The religious leaders wanted to know if John would lay claim to being the promised one of Scripture. The people viewed John as a prophet, the first prophet to show up in a few hundred years. But it was what John kept saying about one who would come after him that did not compute with those coming to him. John said time and again that he was not the promised one, the Christ and that he only baptized with water for repentance. This one who was to come after him, that one John said would baptize people with the Holy Spirit (Matthew 3:11). He was immersing people into water as a symbolic act that aligned with their confession and repentance of the sins that directed their lives, but this one who was coming would immerse them into the Holy Spirit who had the power to bring about the transformation they really needed. It was when Jesus came to be baptized by John that he realized that this was the one whom he had been speaking of. John recognized Jesus as the one who would come after him when he saw the Spirit descending and remaining on Jesus (John 1:33; Matthew 3:16).",
							"The empowering work of the Holy Spirit is evident throughout Jesus' public ministry. Quoting from Isaiah, he claimed that the prophecy about the Spirit being upon the Messiah was fulfilled in him (Luke 4:18). Jesus pointed to the Spirit of God as the source of his power when challenged by the religious leaders because his was casting out demons (Matthew 12:28). In his final instructions to his disciples before he ascended into heaven he said they were to wait for the promised Holy Spirit who was soon to come upon them (Acts 1:4-8). Thus, when the Holy Spirit descended upon the disciples on the day of Pentecost (Acts 2:1-4), not only was God fulfilling His promise (Acts 2:16-18), but the followers of Jesus were given the power to continue the ministry of Jesus as they proclaimed the gospel and let people know that trusting Christ includes the Spirit's empowerment (Acts 2:38-39).",
							"A mature follower of Christ recognizes the empowering work of the Holy Spirit in Jesus Christ as well as his church through individual believers. When we consider the world's religions, one thing that stands out is that only the Christian faith reveals the person and work of the Holy Spirit. Only Christ speaks of and sends the Spirit. Only through faith in Christ can we recognize the activity of the Holy Spirit in believers' lives.",
							"Some claiming to be Christian completely ignore the indwelling work of the Holy Spirit. Others exaggerate the Spirit's work, sometimes even attributing to the Spirit things that do not align with Scripture. It is true, the Holy Spirit is misunderstood and misrepresented by many. However, a mature Christian is one who walks in the Spirit and recognizes the fruit of the Spirit (Galatians 5:16, Galatians 5:22-25). We acknowledge that the Spirit gives gifts as he pleases for the building up of the body of Christ (1 Corinthians 12:4-7). The Spirit guides us into all truth and takes what is Christ's and makes it known to us (John 16:13-14). Remove the Holy Spirit and what is left is not the Christian faith. Without the Holy Spirit at work in our life, we will not mature in Christ. The Holy Spirit's empowerment is essential to faith in Christ (Matthew 16:17). In fact, apart from the Spirit working in us, we could not even acknowledge that Jesus is Lord (1 Corinthians 12:3)."
						]
					},
					"transformations" : [	
						{"name": "Without the Spirit", "description": "--Needs content--"},
						{"name": "Discovering the Holy Spirit", "description": "--Needs content--"},
						{"name": "Born of the Holy Spirit", "description": "--Needs content--"},
						{"name": "Led by the Holy Spirit", "description": "--Needs content--"}
					]
				},
    			{
					"pageInfo": {
						"htmlFileName":  "Trusts-FaithTakesAction", 
						"pageTitle" : "Faith Takes Action",
						"scripture" : "Greater love has no one than this, that one lay down his life for his friends. (John 15:13)",
						"introBlock" : [
							"A mature Christian trusts what God has said and also puts what He said into action. A recurring biblical theme is God's expectation that we hear and obey Him. Over and over God took issue with those claiming to believe Him but who show no evidence of true faith in what they do (Psalm 81:11; Matthew 7:21; Titus 1:16; 1 John 2:4-6). In the writings of the prophets we see God confronting the people for not listening to Him. They may have heard His words, but they did not put them into action, but instead they are seen doubting what God said and even doing exactly what He told the people not to do. The faith of a mature disciple is evident in our hearing God and acting upon what He has said, even when doing so challenges us.",
							"Scripture claims that true faith in God is evident in the way we live. It is seen in our actions. As mature Christians, we have an active faith. It is not about staying busy, trying to get noticed, or being always on the go. Instead, faith draws us into discipleship so we can learn what God has said and act upon it. We are stirred to action, not because we are trying to escape God's wrath or out of a sense of fear, but because of love. A mature disciple has an active faith. First, we must hear and believe the gospel of Christ. When we trust llike Jesus, we are alway listening for God and acting upon what He says."
						]
					},
					"transformations" : [
						{"name": "No Knowledge", "description": "--Needs content--"},
						{"name": "Faith that Hears", "description": "--Needs content--"},
						{"name": "Faith that Saves", "description": "--Needs content--"},
						{"name": "Faith that Grows", "description": "--Needs content--"},
						{"name": "Faith that Loves", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-ReturnAndResurrection", 
						"pageTitle" : "Return and Resurrection",
						"scripture" : "For as in Adam all die, so also in Christ all shall be made alive. But each in his own order: Christ the first fruits, after that those who are Christ's at His coming, (1 Corinthians 15:22-23)",
						"introBlock" : [
							"Tristing Christ meanings having confidence that the crucified, resurrected, and ascended Lord Jesus Christ will return (Mark 8:38; Mark 16:27; Revelation 1:7). We anticipate his return and our being raised bodily from the dead like our Lord (1 Corinthians 15:42-44, 1 Corinthians 15:51-54).",
							"If we really grasp the gospel, then we recognize that Christ will return to judge the world (Acts 17:30-31), and that everyone will stand before God's judgment seat (Romans 14:10; 2 Corinthians 5:10). Those who are in Christ will be separated from those who are not; believers will be raised to everlasting life, while those rejecting Christ and refusing to repent and believe the gospel, will face everlasting condemnation (Daniel 12:1-2; Matthew 25:46; Romans 2:5-8; Galatians 6:8). Thus, trusting in Christ includes hearing and believing what has been said about God's plan for the future of humanity.",
							"Our view of what the future holds affects the way we live our life. Apart from Christ we live only for ourselves. We have no real hope for the future. That which we claim as hope is in things that have no lasting value that will eventually pass away. Real hope comes from and in Christ. The hope Christ offers is birthed and grows in us as we trust him and discover that God's plan for the future involves Christ's return and our bodily resurrection from the dead. As we mature, we realize that God's design is for those who are in Christ to live in eternity, and those who reject Christ to go to the second death. As our confidence in the promises of Christ deepen, our concern that others hear about Christ increases. The more confidence we have in him, the more confidence we have in carrying out his commission to go and make disciples. Having confidence in him, we continue following him even when our circumstances beg us to turn back; yet we remain true to Christ for he remains true to those who belong to him. Our confidence is evident in the choices we make to glorify God. Confidence eventually becomes a living expectancy of Christ's return as we carry on his mission. We are not concerned about our future since we are in Christ and he is in us. We trust his promises, for they are rooted in our heart, enabling us to live expectantly."
						]
					},
					"transformations" : [	
						{"name": "Without Hope", "description": "--Needs content--"},
						{"name": "Hope in the Promises", "description": "--Needs content--"},
						{"name": "Growing in Confidence", "description": "--Needs content--"},
						{"name": "Living Expectantly", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-NewsToShare", 
						"pageTitle" : "News to Share",
						"scripture" : "But how can they call on him to save them unless they believe in him? And how can they believe in him if they have never heard about him? And how can they hear about him unless someone tells them? (Romans 10:14 NLT)",
						"introBlock" : [
							"Trusting in Jesus Christ compels us to share the news we have received. Not only have we received good news from and about Christ, but we actively share it with others. Christ brought us news concerning the kingdom of God (Mark 1:15). Good news about himself; Jesus' name means God with us (Matthew 1:23), for in him the fullness of deity was pleased to dwell (Colossians 1:19). This wonderful news tells us how God plans to dwell with us, and that in Christ we become the temple of the Holy Spirit (1 Corinthians 3:16; 1 Corinthians 6:19). He brought a message of new birth (John 3:3-7), telling us how he can be in us and we in him (John 15:4-5). This is the gospel, the good news that Christ Jesus made know to us. It is news we must grasp for ourselves before we can share this good news about God with others.",
							"As we consider what it means to have faith in Christ, we realize that many of us who profess to be following Christ do not share the good news with others. Perhaps that is partly because we do not have a clear sense of the gospel. Maybe we know that in Christ there is forgiveness of sins (Luke 24:46-47; Acts 2:38; Acts 5:31) and have a vague idea of the promise of eternal life (John 3:16), but otherwise do not grasp much of Christ's message. Furthermore, what we say we know is not bringing the life transformation God's word can facilitate. Perhaps we miss Scripture's warning about having a form of religion while denying its power (2 Timothy 3:5).",
							"In contrast, a mature Christian not only has heard the good news of Christ, believed him, is continually being transformed, and lives in the light, but as Jesus' disciples we also share it as we have opportunities to do so. Growing in faith does not necessarily mean that we start sharing the news the moment we hear it, though we might. Rather, growing in faith acknowledges that everyone is born into this world without Christ, and as we grow in our love and knowledge of the Lord Jesus Christ, we eventually hunger for others to know him too."
						]
					},
					"transformations" : [	
						{"name": "World Without Christ", "description": "--Needs content--"},
						{"name": "Missing the Gospel", "description": "--Needs content--"},
						{"name": "Encountering the Gospel", "description": "--Needs content--"},
						{"name": "Stirred and Challenged", "description": "--Needs content--"},
						{"name": "Growing in the Gospel", "description": "--Needs content--"},
						{"name": "More to It", "description": "--Needs content--"},
						{"name": "For God's Glory", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {
						"htmlFileName":  "Trusts-Endurance", 
						"pageTitle" : "Endurance",
						"scripture" : "And you will be hated by all on account of My name, but the one who endures to the end, he shall be saved. (Mark 13:13)",
						"introBlock" : [
							"Trusting in Jesus Christ is marked by endurance. Christ modeled endurance (Mark 10:45; Philippians 2:5-8; Hebrews 3:6; 12:2; 1 Peter 2:21) and instructed his disciples to endure (Matthew 10:22; 24:13; John 15:4-5; Romans 2:7; Hebrews 3:14) thus revealing that endurance is characteristic of mature faith. The challenge is that endurance is only recognizable over the long haul by our actually enduring in Christ until the end. Scripture paints a picture indicating that many will not endure (Matthew 7:13-14; Matthew 13:3-8, Matthew 13:19-23; Luke 9:62; John 6:66; 1 Thessalonians 6:10). But Scripture also paints a picture of many who have endured, heroes of the faith who stood the test of time (Matthew 25:34; Hebrews 12:1; 2 Peter 1:10; Revelation 2:10).",
							"Endurance means having the stamina to finish that which is begun. In Christ, God initiates the transformation that takes place in us and He has already promised to faithfully finish the work He started (Psalm 138:8; Philippians 1:6; 1 Thessalonians 3:13). Our fortitude is revealed through our remaining faithful to the Lord as he works in and through us. Those who do not want God to continue His transforming work and turn away from Christ indicate that their trust is not in him. If circumstances are seen as bigger and more powerful than God, such that someone stops following Christ, it shows that such a person is the rocky soil Jesus mentioned (Luke 8:6; Luke 8:13).",
							"A person whose trust in Christ is evident by long term endurance is a mature Christian. Endurance is the combined record of every decision we make to honor God and do His will. We are mature when God's will is being done in us here on earth as it is in heaven. True endurance occurs only as we follow Christ, for he alone has revealed the eternal promise of the kingdom of God. It is Christ who enables us to endure by our being in him, and his being in us gives us the strength to walk through the trials and sufferings of this world without losing sight of God's big picture. The long haul reveals that the Holy Spirit has been at work, enabling us to remain faithful to Christ. Each and every choice we make along the way to glorify God rather than ourselves is a sign post of endurance. Jesus tells us to endure to the end, for those who endure will be saved. That endurance is ours simply by continuing to believe the promises God has given us in Christ. At its root, endurance is not physical, mental, or emotional, it is spiritual, and is tied to trusting God completely. In Christ we have salvation and in Christ we endure."
						]
					},
					"transformations" : [	
						{"name": "No Strength to Endure", "description": "--Needs content--"},
						{"name": "Called to Follow", "description": "--Needs content--"},
						{"name": "Enabled to Endure", "description": "--Needs content--"},
						{"name": "Remaining Faithful", "description": "--Needs content--"}
					]
				}
			]
		},
		{
			"categoryName": "Time", 
			"pageInfo": {
				"htmlFileName": "TimeWithJesus", 
				"bodyClassName": "time",
				"pageTitle": "Time with Jesus",
				"introBlock" : [
					"How we spend our time shows the path we are following. Christian maturity is developed in us as we spend &quot;Time with Jesus&quot;. Do we make spending time with Jesus our highest priority? If we are to grow in the knowledge and love of Christ and learn to live as Christ directs, then we have to spend time with him.",
					"What we spend our time thinking about, talking about, and doing reveals what is important to us. Time reveals what our priorities really are. If we claim to be a mature Christian, our claim is shown to be authentic in part by looking at how we spend our time. Mature Christians view their time not solely as their own, but as ultimately belonging to the Lord. Thus, we spend time doing what Christ would have us do. Guided by the Holy Spirit, we invest time in sharing the gospel and meeting the needs of others. We live this life for the glory and honor of God. A mature Christian spends time with the Lord Jesus Christ because we love him and trust him. Sadly, there are people who attend a church, and view themselves as Christians, who do not spend much time, if any, with Christ.",
					"Let's explore the transformations that take place in how we use our time as we grow in Christian maturity. The shift in how we use our time happens as we grow in our knowledge and love of God. We cannot simply will ourselves to change how we view and use our time. When we focus on Christ and walk in the Spirit, Christ who abides in us, enables us to have a Christ-like focus in our use of time. It is by our being in Christ that our heart is changed, which shows up in how we use our time. We want to spend &quot;Time with Jesus&quot; and his people."
				]
			},
			"characteristics" : [	
				{
					"pageInfo": {  
						"htmlFileName":  "Time-DiscoveringGod'sWill",  
						"pageTitle" : "Discovering God's Will",
						"scripture" : "For the grace of God has appeared, bringing salvation to all men, instructing us to deny ungodliness and worldly desires and to live sensibly, righteously and godly in the present age, looking for the blessed hope and the appearing of the glory of our great God and Savior, Christ Jesus; who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself a people for His own possession, zealous for good deeds. (Titus 2:11-14)",
						"introBlock" : [
							"Christian maturity is seen in Christ's followers through God's will being accomplished in us and through us. Christ said to seek first God's kingdom and righteousness (Matthew 6:33). We are to draw near to God, and He has promised to draw near to those who draw near to Him ('4:8). Jesus said that he only did what his Father had commanded him to do (John 5:19; John 8:28; John 14:9) and for us to do what he did (John 13:15; John 14:12; John 20:21). In Jesus we encounter a person who always acted in accord with his Father's will. Being a Christian means that we are called to carry out the will of God on earth as it is in heaven (Matthew 6:10). To carry out  God's will we must discover His will. And discovering the will of God means that we have to set our minds on the things that are above, where Christ is seated (Colossians 3:1-2).",
							"If we claim to follow the Lord Jesus Christ but do not spend any time seeking God and hungering to know and do his will, then our claim is false. Discovering God's will is an ongoing process which begins with seeking Him and drawing near to Him. Our first step may simply be learning to pause a few seconds to ask the Lord for direction. But as we grow in our relationship with God, we desire to spend more and more time with our Lord, and discover what that looks like in our life. We mature in Christ as we spend time seeking and listening to him, and doing what he says.",
							"Discerning the will of God is not a reward we get for our actions, it is how He promised to respond when we ask, seek, and knock (Luke 11:9-13; Colossians 1:9-12) and it is a means by which we grow in our knowledge and love of Him. God reveals His will to us so that we can do it, which requires that we listen."
						]
					}, 
					"transformations" : [	
						{"name": "Pursuing My Will All the Time", "description": "--Needs content--"},
						{"name": "A Call to Follow", "description": "--Needs content--"},
						{"name": "God's Will for His Creation", "description": "--Needs content--"},
						{"name": "God's Will Be Done", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-SubmittingToTheLord",  
						"pageTitle" : "Submitting to the Lord",
						"scripture" : "Humble yourselves, therefore, under the mighty hand of God, that He may exalt you at the proper time, casting all your anxiety upon Him, because He cares for you. (1Peter 5:6-7)",
						"introBlock" : [
							"Who has the most influence in our lives regarding the choices we make? What guides us in making decisions? Why do we make the choices we make? A mature Christian filters all choices and decision through the knowledge and experience of the Lordship of Christ Jesus. We understand and acknowledge that all authority belongs to Christ (Matthew 28:18). Our life is no longer being lived out of selfishness, but lived for the one who died and rose from the dead on our behalf (2 Corinthians 5:15). We cannot just mouth the words &quot;Lord, Lord&quot;, we do what he says for it is only those who shall enter the kingdom of heaven (Matthew 7:21).",
							"Maturing in Christ, involves learning to make choices based on what God says. It includes examining ourselves in the light of God's Word to see what kind of life we were actually living. In taking time to listen and do, we grow because we are submitting our time, our thought processes, and our choices to the Jesus Christ as our Lord. We are giving the Lord time to work in us and through us. We might be in a hurry, but he is not. He is shapping our character, making us into the people he intends us to be."
						]
					}, 
					"transformations" : [	
						{"name": "Slave to My Sins", "description": "--Needs content--"},
						{"name": "Encountering Christ", "description": "--Needs content--"},
						{"name": "Christ Is Savior", "description": "--Needs content--"},
						{"name": "Christ Is Lord", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-TrustingTheLord",  
						"pageTitle" : "Trusting the Lord",
						"scripture" : "Therefore be careful how you walk, not as unwise men, but as wise, making the most of your time, because the days are evil. (Ephesians 5:15-16)",
						"introBlock" : [
							"How come &quot;Time with Jesus&quot; includes trusting the Lord since there is a whole category focused on &quot;Trusts in Jesus&quot;? It might not be obvious to us at first, but if we look closely, we can see that what we do with our time has a lot to do with where we place our trust. Consider the following examples. Would we spend time banking with a bank we do not trust? Would we allow our children to spend time with a person we do not trust? Trust can be seen in where and how we spend the time we have. Thus, it seems fair to say that there is an underlying sense of trust with everything we do.",
							"In regard to growing into a mature Christian, how we spend our time reflects where we place our trust. It reflects on the person in whom we place our trust. If we say we love God and that our faith is in God, but we don't trust God to guide and direct us regarding the time that we have available, then our claim of love and faith is questionable. If we say we love Jesus and trust Jesus, then our time will be spent with Jesus and in serving Jesus. Time and trust go together.",
							"A mature Christian and gone through a shift regarding time. Outside of Christ we thought time belonged to us, and since we trusted ourselves, we used our time however we wanted. But being in Christ we now have a completely different perspective.  We trust Christ, having learned that our time is a gift which can be used for the glory of God. Our time is viewed from an eternal perspective and we make use of it for eternal purposes."
						]
					}, 
					"transformations" : [	
						{"name": "Trusting Myself", "description": "--Needs content--"},
						{"name": "Steps toward Trusting", "description": "--Needs content--"},
						{"name": "Learning to Trust", "description": "--Needs content--"},
						{"name": "Completely Trustworthy", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-SpiritualDisciplines",  
						"pageTitle" : "Spiritual Disciplines",
						"scripture" : "Draw near to God and He will draw near to you. ('4:8)",
						"introBlock" : [
							"A recognizable characteristic of the saints throughout the history of Christ's Church has been the disciplined use of time as a means of God's grace for spiritual growth. Those of us who mature in Christ do so through the practice of a variety of spiritual disciplines. By discipline, we are not referring to punishment, but rather practices and methods that God has used time and again to train and transform His people. Being a person who grows through the practice of spiritual disciplines means that we are spending time doing those things that God uses to draw us to Himself.",
							"This section is about exploring the spiritual disciples in and of themselves, for there are very good books on this topic such as Richard Foster's &quot;Celebration of Discipline&quot; and Dallas Willard's &quot;The Spirit of the Disciplines&quot; to name just two. Rather, the intent is simply to point out that if we are to mature in Christ, then one way we will use our time is through the pursue of God via the spiritual disciplines.",
							"While God is not obligated to meet with us when we engage in spiritual disciplines, if pursued for the purpose of drawing near to God, God does tend to draw near to us. Sadly, we could practice the disciplines for their own sake and not from a desire of encountering God. The disciplines do not earn us any merit. Neither are they required of the Christian. Yet, there is a sense in which it appears impossible to mature unless we engage in spiritual disciplines. Perhaps this is because when we are seeking God through the means of the disciplines, the disciplines themselves serve to keep us focused on God."
						]
					}, 
					"transformations" : [	
						{"name": "Undisciplined in Spirit", "description": "--Needs content--"},
						{"name": "Cautious Discipline", "description": "--Needs content--"},
						{"name": "Integrating Disciplines", "description": "--Needs content--"},
						{"name": "Daily Walk", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-FellowshipThroughPrayer",  
						"pageTitle" : "Fellowship Through Prayer",
						"scripture" : "",
						"introBlock" : [
							"Spending time in fellowship with God Almighty in prayer is characteristic of a mature Christian. Throughout the Bible we encounter people in whom their personal relationship with the Lord is revealed through their prayer life. Jesus spent time with the Father in prayer (Matthew 14:23; Matthew 26:39-44; John 17). He taught his disciples to pray (Matthew 6:5-13; Luke 6:28; Luke 18:1-17). The apostle Paul reminded various churches that prayer is characteristic of a Christ-follower (Romans 12:12; Ephesians 1:15-23; Philippians 1:3-10). Paul also said that he spoke to the Father about them often in prayer (Romans 1:9-10; 2 Corinthians 13:9; Ephesians 6:18-20; Philippians 4:6-7).",
							"One change that takes place when we come to know Christ is that though we were not praying people, now prayer is an essential part of our life. In fact, at some point we will found that we pray without ceasing (1 Thessalonians 5:16-18). Some who come to faith in Christ move from empty, repetitive, and perhaps ritualistic prayer into a life lived in intimate fellowship through prayer. It is self-deception to claim to be a mature Christian but not to be a person of prayer."
						]
						}, 
					"transformations" : [	
						{"name": "I Don't Need to Pray", "description": "--Needs content--"},
						{"name": "First Prayer", "description": "--Needs content--"},
						{"name": "Prayer for New Birth", "description": "--Needs content--"},
						{"name": "Growing in Prayer", "description": "--Needs content--"},
						{"name": "Deepening Prayer Life", "description": "--Needs content--"},
						{"name": "Praying without Ceasing", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-FellowshipThroughScripture",  
						"pageTitle" : "Fellowship Through Scripture",
						"scripture" : " All Scripture is inspired by God and profitable for teaching, for reproof, for correction, for training in righteousness; that the man of God may be adequate, equipped for every good work. (2 Timothy 3:16-17)",
						"introBlock" : [
							"It may seem like a strong statement, but it is impossible to know someone without spending time with that person. We may know things about a person without actually knowing the person. Sadly, many Christians seem to know some things about Jesus without actually knowing him. They may hear things about Jesus, but never spend time with Jesus. In order to know someone we must spend time with them. In order to know Jesus, we must spend time with him. The primary ways in which we get to know Jesus is through reading the Bible and prayer.",
							"In reading the Bible we encounter Jesus as he walked upon this earth. We hear the prophecies that foretold his coming. We discover both promises and warnings about his return. When we spend time with Jesus in reading the Bible, we see the heart and character of Jesus. We hear his call for life transformation and his promise of hope. We get to know the one for whom, through whom, and by whom all things exists. The Holy Scriptures is the primary means by which the Lord is made know to humanity. This is God's doing and God's choice, not ours. Our choice is whether or not we will take time and listen to Jesus by reading the Bible.",
							"We grow into a mature Christian as we spend time in the Scripture and put what we read into action in our lives. We learn to discern truth and falsehood. We recognize the true Jesus when we encounter him. We can also detect a false gospel when we hear one by spending time in God's word. Jesus said that all of the Old Testament Scriptures point to him (Luke 24:27; John 5:39-40). His claim is that the purpose of what was written was so that the Christ, Jesus himself, would be recognized by his people when he came. The New Testament's four gospels cover the life of Jesus so we may believe in him. The accounts of Acts and the letters written to various churches, groups, and individuals reveal what following Christ and being his church looks like. They reveal what it means for us to abide in Christ and him in us. Our understanding and love of Jesus grows by spending time watching and listening to Jesus. Growth into maturity happens as we encounter Jesus, his radical life transforming message, and his Church in the pages of Scripture."
						]
					}, 
					"transformations" : [	
						{"name": "Biblically Illiterate", "description": "--Needs content--"},
						{"name": "Entering into the Scriptures", "description": "--Needs content--"},
						{"name": "Digging into Scripture", "description": "--Needs content--"},
						{"name": "Going Deeper through Study", "description": "--Needs content--"},
						{"name": "Hiding the Word in Our Heart", "description": "--Needs content--"},
						{"name": "Shifting Our Focus", "description": "--Needs content--"},
						{"name": "Informed by Scripture", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-FellowshipInWorship",  
						"pageTitle" : "Fellowship in Worship",
						"scripture" : "Where is He who has been born King of the Jews? For we saw His star in the east, and have come to worship Him. (Matthew 2:2)",
						"introBlock" : [
							"To worship is to bow down. It is to throw kisses towards the one before whom we bow low. A mature Christian is the person who has fellowship with God in the act of worshiping God. Apart from Christ, we know nothing about worship. Though we may bow before many things in this world, we would not describe it as worship. Ultimately, we will worship something. If not God, then ourselves, something in this world, or some other false god.",
							"As human beings, we have been designed to worship. Designed to worship God. The problem is that because of the fall of humanity, we worship that which was created rather than the Creator (Romans 1:25; Colossians 2:18; Revelation 9:20-21). In coming to know Christ, we also learn what worship is, what it means to worship, and who the ultimate object of our worship is intended to be.",
							"A mature Christian recognizes that worship is ment to encompass the whole of life. It is more than singing songs or attending a service. Worship is a bowing down before the Lord, offering ourselves as a living sacrifice (Romans 12:1). We once worshiped things without knowing it, but those things no longer have a place in our life. Now we worship the living God. We bow only to God.  A mature Christian is someone who spends time worshiping God."
						]
					}, 
					"transformations" : [	
						{"name": "Bowing Before No One", "description": "--Needs content--"},
						{"name": "A Heart Being Drawn", "description": "--Needs content--"},
						{"name": "Bowing before Christ", "description": "--Needs content--"},
						{"name": "Gaining Insight", "description": "--Needs content--"},
						{"name": "A Surrendered Heart", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-DoingLifeTogether",  
						"pageTitle" : "Doing Life Together",
						"scripture" : "For where two or three have gathered together in My name, there I am in their midst. (Matthew 18:20)",
						"introBlock" : [
							"Gods design is community, a community of believers. The person who claims to follow Christ, but is not part of the body of Christ, lacks an important element found in a mature believer. A mature Christian spends time with Jesus by spending time with the larger body of believers. It is characteristic of a disciple, to share life together with other believers.",
							"In the description of the new born church in the book of Acts, we find that the believers shared life together. They had fellowship with one another. They ate together, prayed together, learned from the apostles together, and shared all things in common.",
							"It has been said that there is no such thing as a Lone Ranger Christian. This statement is true if for no other reason than Jesus letting his disciples know that where two or more are gathered together, he is in their midst. The Holy Spirit gives spiritual gifts to believers so that we can serve the body of Christ, the church. Interestingly, it is not we ourselves who recognize that we are mature believers. It isnt we ourselves who affirm our calling into service and recognize our gifting. It is the body of believers who do these things. This is because as Christians, we do life together. We dont go it alone if we are mature in Christ.",
							"It is impossible to carry out Jesus command for his disciples to love one another as he has loved them and us, unless we are with other disciples. The fruits of the Spirit are expressed in community. Love requires others to love. Peace and patience are evident to those around us. Faithfulness, gentleness, goodness, and kindness are demonstrated in personal interactions. It is in community that we believe, forgive, and are forgiven."
						]
					}, 
					"transformations" : [	
						{"name": "Committed to Myself", "description": "--Needs content--"},
						{"name": "Invited to Gather", "description": "--Needs content--"},
						{"name": "Building Connections", "description": "--Needs content--"},
						{"name": "Entering the Body", "description": "--Needs content--"},
						{"name": "Given by God", "description": "--Needs content--"},
						{"name": "Life Together", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Time-TimeDoesTell",  
						"pageTitle" : "Time Does Tell",
						"scripture" : "",
						"introBlock" : [
						]
					}, 
					"transformations" : [	
						{"name": "My Time is My Business", "description": "--Needs content--"},
						{"name": "Sporadic at Best", "description": "--Needs content--"},
						{"name": "Periodically", "description": "--Needs content--"},
						{"name": "Daily Time", "description": "--Needs content--"},
						{"name": "Constant and Untiring", "description": "--Needs content--"}
					]
				}
			]
		},
		{
			"categoryName": "Lives", 
			"pageInfo": {
				"htmlFileName": "LivesForJesus", 
				"bodyClassName": "lives",
				"pageTitle": "Lives for Jesus",
				"introBlock" : [
					"In explorating the characteristic of &quot;Lives for Jesus&quot;, we discover how being loyal to Christ takes us outside of our comfort zones. Are we noticing an increasing desire for others to experience what we are experiencing? Are we inviting others to come and discover Christ and enter his kingdom? Do we know that the Holy Spirit has given us spiritual gives for the building up of God's kingdom and for the benefit of its citizens, and are we using those gifts? Living for Jesus brings us into the service of our King, and leads us to no longer serve our selfish interests. Rather than living for the gratification of fleshly desires, we find true gratification in investing others. This loyalty to Christ enables us to live for God rather than ourselves. We come to realize that our citizenship is in the kingdom of God and not in any earthly kingdom or nation. As citizens of the kingdom of God, we have been given a mission in which we are engage and support.",
					"A mature Christian is one who &quot;Lives for Jesus&quot; for Christ alone. We submit to him as Lord in all areas of life. The world seeks to convince us to give our lives to the things of this world. Our flesh will be tempted by the desires characteristic to our fallen nature. But, as a follower of Christ, knowing that Christ is at work in us, enabling us to remain steadfast in him by the power of the Holy Spirit, we find joy in living for him and not for ourselves."
				]
			},
			"characteristics" : [	
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-OutsideTheComfortZone",  
						"pageTitle" : "Outside the Comfort Zone"
					}, 
					"transformations" : [	
						{"name": "Living with Comfort", "description": "--Needs content--"},
						{"name": "Challenged to Change", "description": "--Needs content--"},
						{"name": "Willing to Be Changed", "description": "--Needs content--"},
						{"name": "Growing in Grace", "description": "--Needs content--"},
						{"name": "Beyond Comfort Zones", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
					"htmlFileName":  "Lives-InvitingOthersToFollow",  
					"pageTitle" : "Inviting Others to Follow"
					}, 
					"transformations" : [	
						{"name": "Not Following Christ", "description": "--Needs content--"},
						{"name": "Learning to Follow", "description": "--Needs content--"},
						{"name": "Committed to Following", "description": "--Needs content--"},
						{"name": "Learning to Invite Others", "description": "--Needs content--"},
						{"name": "Compelled to Invite", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-UsingOurSpiritualGifts",  
						"pageTitle" : "Using Our Spiritual Gifts"
					}, 
					"transformations" : [	
						{"name": "What's In it for Me", "description": "--Needs content--"},
						{"name": "Discovering God's Plan", "description": "--Needs content--"},
						{"name": "Encountering the Body of Christ", "description": "--Needs content--"},
						{"name": "Part of a Body", "description": "--Needs content--"},
						{"name": "Discovering My Gifts", "description": "--Needs content--"},
						{"name": "Using My Gifts", "description": "--Needs content--"},
						{"name": "For the Sake of Others", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-ServingTheKing",  
						"pageTitle" : "Serving the King"
					}, 
					"transformations" : [	
						{"name": "Serving Myself", "description": "--Needs content--"},
						{"name": "He Becomes My Teacher", "description": "--Needs content--"},
						{"name": "I Submit to Him as Lord", "description": "--Needs content--"},
						{"name": "Sent as an Ambassador", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-KingdomGiving",  
						"pageTitle" : "Kingdom Giving"
					}, 
					"transformations" : [	
						{"name": "Managing My Money", "description": "--Needs content--"},
						{"name": "My Heart but Not My Wallet", "description": "--Needs content--"},
						{"name": "Occasional Giving", "description": "--Needs content--"},
						{"name": "Recognizing What Is Christ's", "description": "--Needs content--"},
						{"name": "Regular Giving", "description": "--Needs content--"},
						{"name": "Giving Above and Beyond", "description": "--Needs content--"},
						{"name": "It is All Christ's", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-InvestingInOthers",  
						"pageTitle" : "Investing in Others"
					}, 
					"transformations" : [	
						{"name": "Not Growing Spiritually", "description": "--Needs content--"},
						{"name": "Learning to Receive from Others", "description": "--Needs content--"},
						{"name": "Life Transformed by Christ", "description": "--Needs content--"},
						{"name": "Moving Beyond Myself", "description": "--Needs content--"},
						{"name": "Investing Intentionally", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-LivingForGod",  
						"pageTitle" : "Living for God"
					}, 
					"transformations" : [	
						{"name": "Deciding What's Best", "description": "--Needs content--"},
						{"name": "Surprised by What's Best", "description": "--Needs content--"},
						{"name": "Hungering for God", "description": "--Needs content--"},
						{"name": "For the Glory of God", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-CitizenInTheKingdomofGod",  
						"pageTitle" : "Citizen in the Kingdom of God"
					}, 
					"transformations" : [	
						{"name": "Local Loyalty", "description": "--Needs content--"},
						{"name": "My Loyalties Are Unstable", "description": "--Needs content--"},
						{"name": "Loyalty Shifting", "description": "--Needs content--"},
						{"name": "Citizenship Affirmed", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Lives-KingdomMission",  
						"pageTitle" : "Kingdom Mission"
					}, 
					"transformations" : [	
						{"name": "My Mission and Vision", "description": "--Needs content--"},
						{"name": "Encountering the Mission", "description": "--Needs content--"},
						{"name": "Supporting Missions", "description": "--Needs content--"},
						{"name": "Seeing the Bigger Picture", "description": "--Needs content--"},
						{"name": "Mission Being Accomplished", "description": "--Needs content--"}
					]
				}
			]
		},
		{
			"categoryName": "Talks", 
			"pageInfo": {
				"htmlFileName": "TalksAboutJesus", 
				"bodyClassName": "talks",
				"pageTitle": "Talks about Jesus",
				"introBlock" : [
					"A mature Christian has the characteristic of being someone who &quot;Talks about Jesus&quot;. Our words ultimately reveal who we are in our inner being. What we talk about, shows where our interests and our heart are. Jesus said that what is in our heart produces what comes out of our mouth. So, if we claim we are a Christian, shouldn't the words that come out of our mouth point to Christ? Shouldn't they bring glory to God? Shouldn't our words be helpful in the building up of the body of Christ? The answer is yes, if we are a mature Christian, our words will focus on Christ.",
					"Regrettably, if we listen closely to what comes out of the mouth of many Christians we find that very little of what is said is about Jesus. Rather than talking about the Lord Jesus Christ and his interests, many talk more about themselves and their interests. Some talk more about their problems rather than the One whom they claim is their God. Still others gossip and complain about other members of the body of Christ, but should instead come alongside of them and helping them grow in Christ. Maturing in Christ, leads us to talk more and more about him instead of ourselves.",
					"As mature Christians, we have a lot to talk about. The challenge we face is that for the most part, the world is not interested in what Jesus has to say. Nevertheless, there are people all around us who need to experience grace and truth. They don't need to hear about us, or about what is happening in the world, unless those help us point them to following our Lord Jesus Christ. We may be ignored or even belittled for what we believe and say. Even so, we really do have something to talk about. We have a lot to say about Jesus, who he is, what he taught, and the life transformation he brings about in us when we love and trust him. Our words should be characteristic of a person living by and in the grace of God. The world needs to encounter mature Christians, and they need to see that a mature Christian &quot;Talks about Jesus&quot;."
				]
			},
				"characteristics" : [	
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-PersonalTestimonyAboutJesus",  
							"pageTitle" : "Personal Testimony about Jesus"
						}, 
						"transformations" : [	
							{"name": "Jesus Isn't Impacting My Life", "description": "--Needs content--"},
							{"name": "Intrigued by Jesus", "description": "--Needs content--"},
							{"name": "Challenged by Jesus", "description": "--Needs content--"},
							{"name": "Committing to Christ", "description": "--Needs content--"},
							{"name": "Transformed by Christ", "description": "--Needs content--"},
							{"name": "How Jesus Changed Me", "description": "--Needs content--"},
							{"name": "Declaring Jesus is the Christ", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-PassingOnWhatWeReceived",  
							"pageTitle" : "Passing on What We Received"
						}, 
						"transformations" : [	
							{"name": "I Pass on What Interests Me", "description": "--Needs content--"},
							{"name": "Influential Teachings", "description": "--Needs content--"},
							{"name": "Applying Some Teachings", "description": "--Needs content--"},
							{"name": "Confronted by Teachings", "description": "--Needs content--"},
							{"name": "Embodying Teachings", "description": "--Needs content--"},
							{"name": "Sharing What Jesus Taught", "description": "--Needs content--"},
							{"name": "Teachings Lived Out", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-ChristJesus'Roles",  
							"pageTitle" : "Christ Jesus' Roles"
						}, 
						"transformations" : [	
							{"name": "Dealing with My Issues", "description": "--Needs content--"},
							{"name": "Recognizing My Need for Help", "description": "--Needs content--"},
							{"name": "Discovering Who Christ Is", "description": "--Needs content--"},
							{"name": "Reaching Out to Christ", "description": "--Needs content--"},
							{"name": "Uniqueness of Jesus", "description": "--Needs content--"},
							{"name": "Proclaiming Jesus in All of His Roles", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-ThePromisedHolySpirit",  
							"pageTitle" : "The Promised Holy Spirit"
						}, 
						"transformations" : [	
							{"name": "There is No Holy Spirit", "description": "--Needs content--"},
							{"name": "Hearing the Promise", "description": "--Needs content--"},
							{"name": "Receiving the Promise", "description": "--Needs content--"},
							{"name": "Learning to Walk in the Spirit", "description": "--Needs content--"},
							{"name": "Walking in the Spirit", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-TheOldTestamentandJesus",  
							"pageTitle" : "The Old Testament and Jesus"
						}, 
						"transformations" : [	
							{"name": "The Old Testament is Irrelevant", "description": "--Needs content--"},
							{"name": "From Jesus' Own Lips", "description": "--Needs content--"},
							{"name": "Intrigged to Explore", "description": "--Needs content--"},
							{"name": "Embracing the Connections", "description": "--Needs content--"},
							{"name": "Finding Jesus in the Old Testament", "description": "--Needs content--"},
							{"name": "Grasping the God's Whole Story", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-ThingsToCome",  
							"pageTitle" : "Things to Come"
						}, 
						"transformations" : [	
							{"name": "No One Can Know Things to Come", "description": "--Needs content--"},
							{"name": "Jesus Spoke of Future Things", "description": "--Needs content--"},
							{"name": "Trusting Jesus is Right", "description": "--Needs content--"},
							{"name": "A Warning and A Hope", "description": "--Needs content--"},
							{"name": "Not Surprised and Not Shaken", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-JesusWillReturn",  
							"pageTitle" : "Jesus Will Return"
						}, 
						"transformations" : [	
							{"name": "Concentrating on My Future", "description": "--Needs content--"},
							{"name": "Challenged by the Future", "description": "--Needs content--"},
							{"name": "Believing Christ will Return", "description": "--Needs content--"},
							{"name": "Looking for Jesus' Coming", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-BodilyResurrection",  
							"pageTitle" : "Bodily Resurrection"
						}, 
						"transformations" : [	
							{"name": "My End is Death", "description": "--Needs content--"},
							{"name": "Death Is Not the End", "description": "--Needs content--"},
							{"name": "Hope of the Resurrection", "description": "--Needs content--"},
							{"name": "Raised to New Life", "description": "--Needs content--"}
						]
					},
					{
						"pageInfo": {  
							"htmlFileName":  "Talks-SpeaksLikeJesus",  
							"pageTitle" : "Speaks like Jesus"
						}, 
						"transformations" : [	
							{"name": "Speaking Like the World", "description": "--Needs content--"},
							{"name": "Discovering Jesus", "description": "--Needs content--"},
							{"name": "Jesus becomes My Topic of Conversation", "description": "--Needs content--"},
							{"name": "His Words Spreading Through Me", "description": "--Needs content--"}
					]
				}
			]
		},
		{
			"categoryName": "Looks", 
			"pageInfo": {
				"htmlFileName": "LooksLikeJesus", 
				"bodyClassName": "looks",
				"pageTitle": "Looks like Jesus",
				"introBlock" : [
					"A characteristic of a mature Christian is seen in whom or what we look like. Someone who &quot;Looks like Jesus&quot; is a person who reflects the character of Christ. What do people see when they look at our lives? Do we look like Jesus or do we look like the devil? Does godliness come forth or does worldliness? Are we marked by selfishness or holiness? The character formed within us is revealed to the world around us through all that we say and do? Thus, the characteristic of looking like Jesus identifies those distinguishing features of a mature Christian that are to be found in those who look like Jesus.",
					"The transformations found in this section develope in us by the work of the Holy Spirit as we submit to God. They don't happen on their own or by chance or in isolation. Rather, they grow in conjunction with all the other characteristics of a mature Christian. There is to be a Christ-likeness to our character that the world cannot refute, control, or kill even though it tries. Becoming a mature Christian involves being transformed into a person who &quot;Looks like Jesus&quot;."
				]
			},
			"characteristics" : [	
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-Humility",  
						"pageTitle" : "Humility"
					}, 
					"transformations" : [	
						{"name": "Pride", "description": "--Needs content--"},
						{"name": "Jesus Challenges My Pride", "description": "--Needs content--"},
						{"name": "Submission to Christ", "description": "--Needs content--"},
						{"name": "A Living Sacrifice", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-FruitOfTheSpirit",  
						"pageTitle" : "Fruit of the Spirit"
					}, 
					"transformations" : [	
						{"name": "Fruitless Spiritually", "description": "--Needs content--"},
						{"name": "Discovering the Promise", "description": "--Needs content--"},
						{"name": "Recoginzing My Need", "description": "--Needs content--"},
						{"name": "Holy Spirit Comes", "description": "--Needs content--"},
						{"name": "Spirit Bearing Fruit", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-SetApart",  
						"pageTitle" : "Set Apart"
					}, 
					"transformations" : [	
						{"name": "Conforming to the World", "description": "--Needs content--"},
						{"name": "My View of the World Challenged", "description": "--Needs content--"},
						{"name": "Life Changing Gospel", "description": "--Needs content--"},
						{"name": "Learning to Be in the World but Not of It", "description": "--Needs content--"},
						{"name": "Set Apart for God", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-ArmorOfGod",  
						"pageTitle" : "Armor of God"
					}, 
					"transformations" : [	
						{"name": "Without Protection", "description": "--Needs content--"},
						{"name": "Encountering God''s Armor", "description": "--Needs content--"},
						{"name": "Discovering My Need for Armor", "description": "--Needs content--"},
						{"name": "Established in the Truth", "description": "--Needs content--"},
						{"name": "Right Standing with God", "description": "--Needs content--"},
						{"name": "Protection for Enemy Attacks", "description": "--Needs content--"},
						{"name": "Ready to Go on the Offense", "description": "--Needs content--"},
						{"name": "Always Equipped for Battle", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-AmbassadorOfGod'sKingdom",  
						"pageTitle" : "Ambassador of God's Kingdom"
					}, 
					"transformations" : [	
						{"name": "Representing Myself", "description": "--Needs content--"},
						{"name": "Learning of God's Kingdom", "description": "--Needs content--"},
						{"name": "Seeking Citizenship in God's Kingdom", "description": "--Needs content--"},
						{"name": "A New Representative", "description": "--Needs content--"},
						{"name": "Campaigning for Christ", "description": "--Needs content--"},
						{"name": "Appointed as an Ambassador", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-EternalPerspective",  
						"pageTitle" : "Eternal Perspective"
					}, 
					"transformations" : [	
						{"name": "Focused Only on the Here and Now", "description": "--Needs content--"},
						{"name": "Perspective Challenged", "description": "--Needs content--"},
						{"name": "Learning of God's Plans", "description": "--Needs content--"},
						{"name": "My Perspective Changes", "description": "--Needs content--"},
						{"name": "Discovering Eternal Life", "description": "--Needs content--"},
						{"name": "Experiencing Life in Christ", "description": "--Needs content--"},
						{"name": "An Eternal Perspective", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-BlamelessAndAboveReproach",  
						"pageTitle" : "Blameless and Above Reproach"
					}, 
					"transformations" : [	
						{"name": "No Serious Guilt", "description": "--Needs content--"},
						{"name": "Seriousness Discovered", "description": "--Needs content--"},
						{"name": "A Change for the Better", "description": "--Needs content--"},
						{"name": "Cleansed by the Blood", "description": "--Needs content--"},
						{"name": "Living Blamelessly and Above Reproach", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-SinNoMore",  
						"pageTitle" : "Sin No More"
					}, 
					"transformations" : [	
						{"name": "Ignorant of Sin", "description": "--Needs content--"},
						{"name": "Sin Coming to Light", "description": "--Needs content--"},
						{"name": "Am I Really a Sinner", "description": "--Needs content--"},
						{"name": "Changes Are Occurring", "description": "--Needs content--"},
						{"name": "Discovering Repentance", "description": "--Needs content--"},
						{"name": "Led by God's Word", "description": "--Needs content--"},
						{"name": "Bond Servant", "description": "--Needs content--"}
					]
				},
				{
					"pageInfo": {  
						"htmlFileName":  "Looks-LikeOurTeacher",  
						"pageTitle" : "Like Our Teacher"
					}, 
					"transformations" : [	
						{"name": "Not Like Anybody Else", "description": "--Needs content--"},
						{"name": "Hearing What Jesus Taught", "description": "--Needs content--"},
						{"name": "Realizing What Jesus Taught", "description": "--Needs content--"},
						{"name": "Accepting What Jesus Taught", "description": "--Needs content--"},
						{"name": "Attempting What Jesus Taught", "description": "--Needs content--"},
						{"name": "Living What Jesus Taught", "description": "--Needs content--"},
						{"name": "Teaching What Jesus Taught", "description": "--Needs content--"}
					]
				}
			]
		}
	]
}